import React, { useEffect } from 'react'
import feather from 'feather-icons'

import { useRouter } from 'next/router'
import Link from 'next/link'

const Index = () => {

  // Feathericon
  useEffect(() => {
    const timer = setTimeout(() => {
      if (typeof feather !== 'undefined' && feather !== null) {
        feather.replace()
      }
    }, 1000) // 1 second delay

    // Cleanup the timeout on component unmount
    return () => clearTimeout(timer)
  }, [])

  return (
    <>
      <section className='FNV-SinglePage FNV-SinglePage-Header' >
        <div className='container'>
          <div className='row FNV-Header'>
            <div className='col-12 FNV-Content-White'>
              <h1>کارگاه جامع رنوویشن ساختمانی در کانادا</h1>
              <h2>دوره جامع رنوویشن (دوره‌های کارگاهی عملی در تورنتو و ونکوور)</h2>
              <p>
                دوره‌های کارگاهی عملی رنوویشن فناوران، فرصت مناسبی برای همه افراد مبتدی و با تجربه است تا با صنعت رنوویشن خانه در کانادا به صورت کامل آشنا شوند. این دوره‌ها به صورت عملی برگزار شده و به شما عزیزان کمک می‌کنند تا مهارت‌های لازم در زمینه‌های مختلف مانند فریمینگ، برق‌کاری، لوله‌کشی و HVAC را کسب کنید.
              </p>
            </div>
          </div>
        </div>
      </section>

      <section className='FNV-SinglePage FNV-ContentList'>
        <div className='container'>
          <div className='row'>
            <div className='col-12'>
              <p>فهرست مطالب:</p>
              <ol>
                <li>
                  <Link href='#P1'>کارگاه‌های عملی رنوویشن فناوران</Link>
                </li>
                <li>
                  <Link href='#P2'>مزایای حضور در دوره‌های عملی فناوران</Link>
                </li>
                <li>
                  <Link href='#P3'> این دوره‌ها برای چه کسانی مناسب هستند؟</Link>
                </li>
                <li>
                  <Link href='#P4'> گزینه‌های جایگزین کارگاه‌های رنوویشن فناوران در کانادا</Link>
                </li>
              </ol>
            </div>
          </div>
        </div>
      </section>

      <section className='FNV-SinglePage FNV-GrayBG' id='P1'>
        <div className='container'>
          <div className='row'>
            <h3>کارگاه‌های عملی رنوویشن فناوران</h3>

            <div className='col-12'>
              <p>
                در دوره‌های عملی رنوویشن، کارگاه‌های مختلفی به صورت تخصصی برگزار می‌شود که هر کدام بر مهارت‌ها و دانش‌های مختلفی تمرکز دارند. این کارگاه‌ها شامل آموزش‌های عملی در زمینه‌های برق، لوله‌کشی، نجاری و فریمینگ، HVAC و دیگر بخش‌های رنوویشن ساختمانی است. هر کارگاه با هدف آماده‌سازی شرکت‌کنندگان برای اجرای پروژه‌های بازسازی و نوسازی طراحی شده است و به آن‌ها فرصت می‌دهد تا مهارت‌های خود را در محیط‌های واقعی تقویت کنند. این دوره‌ها توسط مدرسان مجرب و حرفه‌ای برگزار می‌شوند و شامل آموزش‌های تئوری و عملی، کار با ابزارهای تخصصی و اجرای پروژه‌های عملی است.
              </p>

              <h4>کارگاه فریمینگ</h4>
              <p>رای نجارانی که به کانادا مهاجرت کرده&zwnj;اند یا قصد کار در این کشور را دارند، چه کسانی که دارای تجربه کاری از ایران هستند و چه کسانی که هیچ تجربه کاری ندارند و قصد ورود به این حوزه را دارند، کارگاه فریمینگ فرصتی است تا با پیش&zwnj;نیازهای فعالیت به عنوان یک نجار در حوزه فریمینگ در کانادا آشنا شوند. این کارگاه شامل موارد زیر است:</p>
              <ul>
                <li>&nbsp;آشنایی با نقشه&zwnj;خوانی و ابزار</li>
                <li>&nbsp;اصول ایمنی و بهداشت محیط کار (H&amp;S)</li>
                <li>&nbsp;تخمین پروژه</li>
                <li>&nbsp;شناخت انواع چوب</li>
                <li>&nbsp;ساخت دیوار داخلی و خارجی</li>
                <li>&nbsp;ساخت کرال اسپیس</li>
                <li>&nbsp;ساخت سقف</li>
                <li>&nbsp;نصب کف طبقات</li>
              </ul>

              <h4>کارگاه برق</h4>
              <p>کارگاه بعدی مخصوص برق&zwnj;کارانی است که به کانادا مهاجرت کرده&zwnj;اند و قصد کار در این زمینه دارند، چه کسانی که دارای تجربه کاری از ایران هستند و چه کسانی که هیچ تجربه کاری ندارند و قصد ورود به این حوزه را دارند. با شرکت در این کارگاه، مهارت&zwnj;های پایه و استانداردهای لازم برای برق&zwnj;کاری کانادا را فرا خواهید گرفت. مباحث کارگاه شامل موارد زیر است:</p>
              <ul>
                <li>&nbsp;کدهای الکتریکی اصلی</li>
                <li>&nbsp;تامین&zwnj;کنندگان و مواد الکتریکی، ابزارها</li>
                <li>&nbsp;نقشه&zwnj;خوانی و تفسیر نقشه&zwnj;ها و نمودارهای مدار</li>
                <li>&nbsp;سیم&zwnj;کشی از طریق کانال&zwnj;ها و سوراخ&zwnj;های دیوار و کف</li>
                <li>&nbsp;نصب و تعویض روشنایی و تجهیزات کنترل و توزیع برق</li>
                <li>&nbsp;اتصال سیم&zwnj;ها به تجهیزات و اجزا برای ایجاد مدارها</li>
                <li>&nbsp;تست پیوستگی مدارها برای اطمینان از سازگاری و ایمنی سیستم</li>
              </ul>

              <h4>کارگاه لوله‌کشی</h4>
              <p>این کارگاه برای افرادی که در حوزه لوله&zwnj;کشی فعالیت دارند، چه کسانی که دارای تجربه کاری از ایران هستند و چه کسانی که هیچ تجربه کاری ندارند و قصد ورود به این حوزه را دارند و برای توسعه کسب&zwnj;وکار خود در این طراحی شده است. کارگاه لوله&zwnj;کشی فناوران فرصتی است تا با استانداردها و تکنیک&zwnj;های لوله&zwnj;کشی در کانادا آشنا شوند. مباحث کارگاه پلامبینگ فناوران عبارت&zwnj;اند از:</p>
              <ul>
                <li>&nbsp;کدهای لوله&zwnj;کشی و استانداردهای کانادا</li>
                <li>&nbsp;نقشه&zwnj;خوانی و ابزارهای لوله&zwnj;کشی</li>
                <li>&nbsp;اصول ایمنی و بهداشت در محیط کار</li>
                <li>&nbsp;لوله&zwnj;کشی آب سرد و گرم مصرفی</li>
                <li>&nbsp;لوله&zwnj;کشی فاضلاب و هواکش&zwnj;ها</li>
                <li>&nbsp;شناخت انواع لوله&zwnj;ها و اتصالات</li>
                <li>&nbsp;برآورد هزینه پروژه&zwnj;های لوله&zwnj;کشی</li>
              </ul>
            </div>
          </div>
        </div>
      </section>

      <section className='FNV-SinglePage FNV-WhiteBG' id='P2'>
        <div className='container'>
          <div className='row'>
            <h3>مزایای حضور در دوره‌های عملی فناوران</h3>

            <div className='col-12'>
              <p>حضور در دوره&zwnj;های عملی فناوران دارای مزایای متعددی است که می&zwnj;تواند مسیر حرفه&zwnj;ای شما را به سمت موفقیت و پیشرفت هدایت کند. در اینجا به برخی از این مزایا اشاره خواهیم کرد:</p>
              <ul>
                <li>آموزش&zwnj;های تخصصی و به&zwnj;روز: دوره&zwnj;های عملی فناوران محتوای به&zwnj;روزی را ارائه می&zwnj;دهند که شما را با جدیدترین استانداردها و روش&zwnj;های کاری در صنعت برق، لوله&zwnj;کشی، فریمینگ و &hellip; آشنا می&zwnj;کند و باعث می&zwnj;شود که با مهارت&zwnj;ها و دانش مورد نیاز بازار کار آشنا شوید.</li>
                <li>مدرسان مجرب و حرفه&zwnj;ای: این دوره&zwnj;ها توسط مدرسانی با تجربه و حرفه&zwnj;ای برگزار می&zwnj;شوند که سال&zwnj;ها در صنعت مربوطه فعالیت داشته&zwnj;اند. این مدرسان نه تنها تئوری&zwnj;های علمی را به شما آموزش می&zwnj;دهند، بلکه تجربیات عملی خود را نیز با شما به اشتراک خواهند گذاشت.</li>
                <li>تجربه عملی و کارگاهی: یکی از بزرگترین مزایای این دوره&zwnj;ها، تمرکز بر آموزش عملی و کارگاهی است. شما فرصت دارید تا مهارت&zwnj;های خود را در محیط&zwnj;های واقعی تمرین کنید و از نزدیک با ابزارها و تجهیزات مورد استفاده در صنعت آشنا شوید. این تجربه شما را برای مواجهه با چالش&zwnj;های واقعی در محیط کار آماده می&zwnj;کند.</li>
                <li>شبکه&zwnj;سازی و ارتباطات حرفه&zwnj;ای: شرکت در دوره&zwnj;های فناوران به شما این امکان را می&zwnj;دهد که با همکاران و متخصصان دیگر در صنعت خودتان آشنا شوید. نتورکینگ می&zwnj;تواند به شما در پیدا کردن فرصت&zwnj;های شغلی جدید و همکاری کمک کند.</li>
                <li>گواهینامه معتبر: پس از اتمام دوره، گواهینامه پایان دوره دریافت می&zwnj;کنید که می&zwnj;تواند به عنوان یک مدرک رسمی در رزومه شما درج شود و اعتبار حرفه&zwnj;ای شما را افزایش دهد.</li>
                <li>فرصت&zwnj;های شغلی بهتر و درآمد بالاتر: با شرکت در این دوره&zwnj;ها و کسب مهارت&zwnj;های جدید، شانس شما برای یافتن فرصت&zwnj;های شغلی بهتر و کسب درآمد بالاتر افزایش می&zwnj;یابد. کارفرمایان به دنبال افرادی هستند که دارای تخصص و مهارت&zwnj;های عملی باشند و شما با گذراندن این دوره&zwnj;ها می&zwnj;توانید خود را به عنوان یک نیروی کار ماهر و مجرب معرفی کنید.</li>
              </ul>
              <p>بهبود مهارت&zwnj;های ارتباطی و کاری: این دوره&zwnj;ها نه تنها مهارت&zwnj;های فنی شما را بهبود می&zwnj;بخشند، بلکه مهارت&zwnj;های ارتباطی و کاری شما را نیز تقویت خواهند کرد. در واقع شما یاد می&zwnj;گیرید چگونه با همکاران و مشتریان به طور موثر ارتباط برقرار کنید و پروژه&zwnj;ها را به طور کارآمد مدیریت کنید.</p>
            </div>
          </div>
        </div>
      </section>

      <section className='FNV-SinglePage FNV-GrayBG' id='P3'>
        <div className='container'>
          <div className='row'>
            <h3> این دوره‌ها برای چه کسانی مناسب هستند؟</h3>

            <div className='col-12'>
              <p>دوره جامع رنوویشن هم برای افراد مبتدی و هم افراد حرفه&zwnj;ای که می&zwnj;خواهند در صنعت رنوویشن کانادا فعالیت کنند طراحی شده است. برای صاحبین بیزینس رنوویشن و یا کسانی که قصد راه&zwnj;اندازی بیزینس در این حوزه را دارند نیز می&zwnj;توان این دوره&zwnj;ها را توصیه کرد.</p>
              <p>کسانی که تجربه کاری در ایران دارند و به تازگی به کانادا مهاجرت کرده&zwnj;اند، افرادی که به دنبال تغییر شغل هستند، و کسانی که می&zwnj;خواهند مهارت&zwnj;های عملی خود را بهبود بخشند، می&zwnj;توانند از این دوره&zwnj;ها بهره&zwnj;مند شوند.</p>
              <p>همچنین، کسانی که قصد دارند با استانداردها و قوانین کانادایی آشنا شوند و در مدت زمان کوتاه&zwnj;تری نسبت به کالج&zwnj;ها به مهارت&zwnj;های لازم دست یابند، می&zwnj;توانند در این دوره&zwnj;ها شرکت کنند. پس اگر شرکت&zwnj;کنندگان مختلف این دوره را گروه&zwnj;بندی کنیم، باید دسته&zwnj;های زیر را در نظر داشته باشیم:</p>
              <ul>
                <li>افرادی دارای تخصص و تجربه کاری در ایران: آن دسته از عزیزانی که در ایران در زمینه مشاغل فنی ساختمان تخصص و تجربه کاری داشته&zwnj;اند، اما با شیوه&zwnj;ها و مقررات برقکاری در کانادا آشنایی ندارند می&zwnj;توانند از این دوره&zwnj;ها استفاده کنند. این دوره فرصتی برای آشنایی اولیه با استانداردهای کانادا است و شما را برای راه&zwnj;اندازی بیزینس خود در زمینه رنوویشن آماده می&zwnj;کند.</li>
                <li>کسانی که قصد ورود به صنعت ساخت و ساز در کانادا را دارند: کارگاه&zwnj;های رنوویشن برای کسانی که قصد دارند در کانادا وارد صنعت ساخت و ساز شوند و می&zwnj;خواهند در بخش&zwnj;های مختلف مانند برقکاری، لوله&zwnj;کشی و &hellip; فعالیت کنند توصیه می&zwnj;شود.</li>
                <li>افرادی که به دنبال آموزش&zwnj;های کوتاه مدت و مقرون به صرفه هستند: کسانی که می&zwnj;خواهند به جای ورود به کالج و صرف هزینه&zwnj;های چند ده هزار دلاری مبانی ترید خود را فرا بگیرند می&zwnj;توانند در مدت زمان کوتاه و با هزینه مناسب&zwnj;تر فرا بگیرند،</li>
                <li>افرادی که ترجیح می&zwnj;دهند آموزش را به زبان فارسی دریافت کنند: این دوره&zwnj;ها برای کسانی است که ترجیح می&zwnj;دهند پروسه آموزش مبانی ترید خود را به زبان فارسی بگذرانند. آموزش به زبان فارسی می&zwnj;تواند درک بهتر و سریع&zwnj;تر مفاهیم را برای شما فراهم کند.</li>
              </ul>
            </div>
          </div>
        </div>
      </section>

      <section className='FNV-SinglePage FNV-WhiteBG' id='P4'>
        <div className='container'>
          <div className='row'>
            <h3>گزینه‌های جایگزین کارگاه‌های رنوویشن فناوران در کانادا</h3>

            <div className='col-12'>
              <p>
              شاید این سوال برایتان پیش بیاید که اگر هیچ تجربه کاری در زمینه رنوویشن نداشته باشیم و به دنبال راهی برای تطبیق دانش خود با استانداردهای کانادایی باشیم، به غیر از شرکت در دوره‌های فناوران، چه روش‌های دیگری برای کسب دانش و مهارت لازم برای فعالیت در بازار کار کانادا وجود دارد؟!
              </p>
              <caption>مقایسه دوره جامع رنوویشن&nbsp; فناوران با سایر روش&zwnj;های جایگزین&nbsp;</caption>
              <table className='table table-striped table-hover'>
                <tbody>
                  <tr>
                    <td colspan="2">
                      <p>سایر روش&zwnj;های جایگزین دوره رنوویشن&nbsp;</p>
                    </td>
                    <td>
                      <p>دوره جامع رنوویشن</p>
                    </td>
                  </tr>
                  <tr>
                    <td>
                      <p>ثبت&zwnj;نام در کالج&zwnj;های کانادایی</p>
                    </td>
                    <td>
                      <ul>
                        <li>صرف هزینه&zwnj;های چند هزار دلاری&nbsp;</li>
                        <li>صرف زمان طولانی و کارآموزی</li>
                      </ul>
                    </td>
                    <td>
                      <p>دوره&zwnj;های فناوران با هزینه کمتر و در مدت زمان کوتاه&zwnj;تری شما را به سطح مطلوبی از مهارت&zwnj;ها می&zwnj;رسانند.</p>
                    </td>
                  </tr>
                  <tr>
                    <td>
                      <p>کار به عنوان دستیار</p>
                    </td>
                    <td>
                      <ul>
                        <li>دستمزد بسیار کم</li>
                        <li>صرف زمان زیاد و آموزش آهسته و آرام</li>
                      </ul>
                    </td>
                    <td>
                      <p>برخلاف شروع کار به عنوان دستیار یا کارگر ساده که ممکن است درآمد بسیار کمی داشته باشید و روند یادگیری نیز کندتر باشد، در دوره&zwnj;های فناوران شما به&zwnj;طور مستقیم تحت آموزش&zwnj;های حرفه&zwnj;ای قرار می&zwnj;گیرید و به سرعت آماده ورود به بازار کار می&zwnj;شوید.</p>
                    </td>
                  </tr>
                  <tr>
                    <td>
                      <p>ورود مستقیم به بازار کار بدون کسب آموزش و مهارت&zwnj;های مورد نیاز</p>
                    </td>
                    <td>
                      <ul>
                        <li>ریسک بالای شکست و شانس موفقیت پایین</li>
                        <li>عدم تطبیق تجربه کاری با استانداردهای کانادایی</li>
                      </ul>
                    </td>
                    <td>
                      <p>دوره&zwnj;های رنوویشن فناوران به دلیل ترکیب آموزش&zwnj;های فشرده، عملی و مطابقت با استانداردهای کانادایی، بهترین گزینه برای کسب مهارت&zwnj;های لازم جهت ورود موفق به بازار کار کانادا هستند.</p>
                    </td>
                  </tr>
                </tbody>
              </table>
            </div>
          </div>
        </div>
      </section>
    </>
  )
}

Index.guestGuard = true

export default Index