import React, { useEffect, useState } from 'react'
import Link from 'next/link'

// ** Import Translation
import { useTranslation } from 'react-i18next'

// ** Import course section
import CourseDeskSingle from 'src/views/swiper/courseDeskSingle'
import CourseMobileSingle from 'src/views/swiper/courseMobileSingle'

// ** Import Swiper React components
import { Swiper, SwiperSlide } from 'swiper/react'

import { fetchCourseData } from 'src/store/apps/course'
import { useRouter } from 'next/router'
import { useDispatch, useSelector } from 'react-redux'

const Index = props => {
  const [courses, setCourses] = useState([])

  //Hooks
  const router = useRouter()
  const { t } = useTranslation()
  const dispatch = useDispatch()

  const courseData = useSelector(state => state.course)

  // Check website lang
  useEffect(() => {
    const lng = window.localStorage.getItem('i18nextLng')
    if (lng == 'en') {
      router.push('/project-management/')
    }
  }, [])

  useEffect(() => {
    dispatch(fetchCourseData())
  }, [])

  const addToCart = id => {
    const cartItems = JSON.parse(localStorage.getItem('cartItems')) || []
    const existInCart = cartItems.includes(id)
    router.push('/cart')

    if (existInCart) {
      window.alert('Item is already in cart!')
      router.push('/cart')
    } else {
      cartItems.push(id)
    }

    const updatedCartItems = [...cartItems]
    localStorage.setItem('cartItems', JSON.stringify(updatedCartItems))
  }

  return (
    <>
      <section className='FNV-SinglePage'>
        <div className='FNV-BG'>
          <img src='/img/landings/pmp-bg.jpg' className='img-fluid' alt='Project Management Background' />
        </div>

        <div className='container'>
          <div className='row FNV-Header'>
            <div className='col-12'>
              <h1>مدیریت پروژه چیست؟</h1>
            </div>

            <div className='col-12 col-md-6'>
              <span>پیش از هر اقدامی، این ویدئو را ببینید</span>
              <iframe
                src='https://www.youtube.com/embed/0Qy2IcqiC4I?si=SBBo9cp8g7ZFuYAU'
                title='YouTube video player'
                frameBorder='0'
                allow='accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share'
                referrerPolicy='strict-origin-when-cross-origin'
                allowFullScreen
              ></iframe>
            </div>

            <div className='col-12 col-md-6'>
              <p>
                مدیریت پروژه مجموعه‌ای از فرآیندها، روش‌ها، مهارت‌ها، دانش و تجربه برای دستیابی به اهداف خاص پروژه در چارچوب معیارها و پارامترهای مورد توافق است. مدیریت پروژه در یک بازه زمانی و با یک بودجه تعیین شده، محصول نهایی خود را ارائه می‌دهد.
              </p>

              <p>
                یک عامل کلیدی که مدیریت پروژه را از «مدیریت» متمایز می‌کند این است که برخلاف مدیریت که یک فرایند مداوم است، مدیریت پروژه دارای یک بازه زمانی مشخص و محصول نهایی است. به همین دلیل، یک مدیر پروژه به طیف گسترده‌ای از مهارت‌ها از جمله مهارت‌های فنی، مدیریت نیروی انسانی و آگاهی تجاری مناسب نیاز دارد.
              </p>
            </div>
          </div>
        </div>
      </section>

      <section className='FNV-SinglePage FNV-ContentList'>
        <div className='container'>
          <div className='row'>
            <div className='col-12'>
              <p>فهرست مطالب:</p>
              <ol>
                <li>
                  <Link href='#P1'>یک پروژه چه ویژگی‌هایی دارد؟</Link>
                </li>
                <li>
                  <Link href='#P2'>چرا از مدیریت پروژه استفاده می‌کنیم؟</Link>
                </li>
                <li>
                  <Link href='#P3'>مدیریت پروژه برای کدام گروه‌های شغلی است؟</Link>
                </li>
                <li>
                  <Link href='#P4'>اجزای اصلی مدیریت پروژه </Link>
                </li>
                <li>
                  <Link href='#P5'>موقعیت‌های شغلی مرتبط در مدیریت پروژه</Link>
                </li>
                <li>
                  <Link href='#P6'>پروژه‌های قابل پیش‌بینی Predictive یا Waterfall</Link>
                </li>
                <li>
                  <Link href='#P7'>پروژه‌های اجایل (Agile)</Link>
                </li>
                <li>
                  <Link href='#P8'>لیست گواهینامه‌های معتبر و شناخته‌شده در حوزه مدیریت پروژه</Link>
                </li>
                <li>
                  <Link href='#P9'>فناوران، نماینده رسمی PMI در کانادا</Link>
                </li>
                <li>
                  <Link href='#FAQ'>سوالات متداول</Link>
                </li>
              </ol>
            </div>
          </div>
        </div>
      </section>

      <section className='FNV-SinglePage FNV-GrayBG' id='P1'>
        <div className='container'>
          <div className='row'>
            <h3>یک پروژه چه ویژگی‌هایی دارد؟</h3>

            <div className='col-12'>
              <p>یک پروژه شامل اقدامات اختصاصی است که برای دستیابی به مجموعه&zwnj;ای از اهداف برنامه&zwnj;ریزی شده و تعریف آن، می&zwnj;تواند خروجی&zwnj;ها، نتایج یا منافع متفاوت ایجاد کند. پروژه معمولا در صورتی موفق تلقی می&zwnj;شود که به اهداف خود دست یافته و مطابق با معیارهای مورد پذیرش در یک بازه زمانی و بودجه توافق شده عمل کند. زمان، هزینه و کیفیت، اجزای سازنده هر پروژه هستند.</p>
              <p>زمان: زمان&zwnj;بندی، مجموعه&zwnj;ای از تکنیک&zwnj;های مورد استفاده برای توسعه و ارایه برنامه&zwnj;هایی است که نشان می&zwnj;دهد چه زمانی کار انجام خواهد شد.</p>
              <p>هزینه: وجوه لازم چگونه به دست آمده و مدیریت مالی به چه صورت انجام می&zwnj;شود؟</p>
              <p>کیفیت: تناسب بین محصولات و پروسه مدیریتی تا چه میزان تضمین می&zwnj;&zwnj;شود؟</p>
              <p>نحوه مدیریت نیز به فاکتورهای مختلفی بستگی دارد. مقیاس، اهمیت و پیچیدگی یک پروژه عوامل اصلی هستند. برای مثال، جابجایی یک دفتر کوچک یا سازماندهی مسابقات المپیک در بسیاری از اصول اساسی دارای اشتراکاتی هستند، اما چالش&zwnj;های مدیریتی بسیار متفاوتی را نمایان می&zwnj;کنند.</p>
            </div>
          </div>
        </div>
      </section>

      <section className='FNV-SinglePage FNV-WhiteBG' id='P2'>
        <div className='container'>
          <div className='row'>
            <h3>چرا از مدیریت پروژه استفاده می‌کنیم؟</h3>

            <div className='col-12'>
              <p>هدف مدیریت پروژه، تولید محصول نهایی است که تغییراتی را به نفع سازمان، ایجاد می&zwnj;کند. برای دستیابی به محصول نهایی، سه مرحله مهم شامل آغاز پروژه، برنامه&zwnj;ریزی و کنترل وظایف باید به دقت انجام شوند.&nbsp;&nbsp;</p>
              <p>پروژه&zwnj;هایی که نیاز به مدیریت رسمی دارند آن&zwnj;هایی هستند که:&nbsp;</p>
              <ul>
                <li>چیز جدیدی تولید کرده یا تغییراتی را اعمال می&zwnj;کنند، خواه به صورت محسوس یا نامحسوس.</li>
                <li>دارای بازه زمانی محدود هستند، به عبارتی شروع و پایان مشخص دارند.</li>
                <li>از نظر فرایند یا گروه&zwnj;های درگیر، پیچیدگی&zwnj;هایی می&zwnj;توانند داشته باشند.</li>
                <li>به مدیریت تغییرات و ریسک نیاز دارند.</li>
              </ul>
            </div>
          </div>
        </div>
      </section>

      <Link href='https://t.me/+emV7GjpkaRVjNTU0' target='_blank' rel='noreferrer' className='FNV-TelegramBG'>
        <div className='container'>
          <div className='row'>
            <div className='col-10 col-md-8'>
              <h4>به گروه تلگرامی مدیریت پروژه فناوران بپیوندید</h4>
            </div>
            <div className='col-2 col-md-4'>
              <i data-feather='send'></i>
            </div>
          </div>
        </div>
      </Link>

      <section className='FNV-SinglePage FNV-GrayBG' id='P3'>
        <div className='container'>
          <div className='row'>
            <h3>مدیریت پروژه برای کدام گروه‌های شغلی است؟</h3>

            <div className='col-12'>
              <p>همه افراد به نوعی پروژه&zwnj;ها را مدیریت می&zwnj;کنند، حتی اگر به طور رسمی &laquo;مدیر پروژه&raquo; نامیده نشوند. آیا تا به حال رویدادی را برگزار کرده&zwnj;اید؟ این رویداد پروژه&zwnj;&zwnj;ای بوده که شما با تیمی از افراد، آن را مدیریت کرده&zwnj;اید.</p>
              <p>مدیریت پروژه در همه صنایع و مشاغل ظاهر می&zwnj;شود:</p>
              <ul>
                <li>حمل&zwnj;ونقل و زیرساخت&nbsp;</li>
                <li>IT</li>
                <li>تولید محصولات&nbsp;</li>
                <li>ساخت&zwnj;وساز</li>
                <li>امور مالی و حقوقی</li>
              </ul>
            </div>
          </div>
        </div>
      </section>

      <section className='FNV-SinglePage FNV-WhiteBG' id='P4'>
        <div className='container'>
          <div className='row'>
            <h3>اجزای اصلی مدیریت پروژه</h3>

            <div className='col-12'>
              <p>اجزای اصلی مدیریت پروژه عبارتند از:</p>
              <ul>
                <li><strong>محدوده پروژه:</strong> محدوده پروژه شامل تعیین اهداف پروژه، محصولات تحویلی، مرزها و همچنین شناسایی مواردی است که در محدوده پروژه قرار می&zwnj;گیرد.</li>
                <li><strong>برنامه زمانبندی پروژه:</strong> برنامه زمان&zwnj;بندی یعنی ایجاد یک جدول زمانی برای پروژه، شناسایی وظایف و نقاط عطف، تخمین مدت زمان و ترتیب فعالیت&zwnj;ها برای اطمینان از تکمیل به&zwnj;موقع.</li>
                <li><strong>مدیریت منابع:</strong> مدیریت منابع شامل شناسایی و تخصیص منابعی مانند پرسنل، تجهیزات و مواد برای اطمینان از برآورده شدن نیازهای پروژه در چارچوب محدودیت&zwnj;های بودجه و برنامه است.</li>
                <li><strong>مدیریت ریسک:</strong> مدیریت ریسک شامل شناسایی، ارزیابی و کاهش خطراتی است که می&zwnj;تواند بر موفقیت پروژه تأثیر بگذارد. در این بخش باید بتوان برنامه&zwnj;ها را توسعه داد و استراتژی&zwnj;های مدیریت ریسک را ایجاد کرد تا خطر تهدیدها به حداقل برسد.</li>
                <li><strong>مدیریت ارتباطات:</strong> مدیریت ارتباطات مستلزم ایجاد کانال&zwnj;های ارتباطی، پروتکل&zwnj;ها و برنامه&zwnj;هایی است تا اطمینان حاصل شود که اطلاعات به طور موثر بین سهامداران پروژه، اعضای تیم و سایر طرف&zwnj;های مرتبط، به اشتراک گذاشته می&zwnj;شود.</li>
                <li><strong>مدیریت کیفیت:</strong> مدیریت کیفیت یعنی تعریف استانداردهای کیفیت و حصول اطمینان از اینکه محصولات تحویلی پروژه مطابق یا فراتر از این استانداردها هستند. در این بخش باید فرآیندهای تضمین و کنترل کیفیت برای نظارت و ارزیابی عملکرد پروژه را اجرایی کرد.</li>
                <li><strong>مدیریت ذینفعان:</strong> مدیریت ذینفعان یعنی شناسایی و تعامل با ذینفعان در طول چرخه عمر پروژه تا اطمینان حاصل شود که نیازها، انتظارات و نگرانی&zwnj;های آن&zwnj;ها به طور موثر مورد توجه قرار می&zwnj;گیرد.</li>
                <li><strong>مدیریت تغییر:</strong> در این بخش باید تغییرات در محدوده پروژه، زمان&zwnj;بندی یا منابع و همچنین ارزیابی تأثیر این تغییرات و اجرای استراتژی&zwnj;های برای به حداقل رساندن اختلال و حفظ اهداف پروژه را مدیریت کرد.</li>
              </ul>
              <p>این مؤلفه&zwnj;ها برای مدیریت موفق پروژه ضروری هستند و مدیران پروژه باید آن&zwnj;ها را درک کرده و در رویکرد مدیریت پروژه، ادغام کنند. با این حال، اجزای خاص و اجرای آن&zwnj;ها ممکن است بسته به ماهیت، اندازه و پیچیدگی پروژه متفاوت باشد.</p>
            </div>
          </div>
        </div>
      </section>

      <section className='FNV-SinglePage FNV-GrayBG' id='P5'>
        <div className='container'>
          <div className='row'>
            <h3>موقعیت‌های شغلی مرتبط در مدیریت پروژه</h3>

            <div className='col-12'>
              <p>موقعیت&zwnj;های شغلی مرتبط در مدیریت پروژه به بخش&zwnj;های مختلف تقسیم می&zwnj;شوند و هر یک زیرشاخه&zwnj;های خاص خود را دارند. در ادامه این شغل&zwnj;ها مشخص شده&zwnj;اند:</p>
              <ol>
                <li><strong>سمت&zwnj;های رهبری مدیریت پروژه</strong>
                  <ul>
                    <li>مدیر پروژه یا Project Manager</li>
                    <li>مدیر برنامه یا Program Manager</li>
                    <li>مدیر نمونه&zwnj;کارها یا Portfolio Manager</li>
                    <li>مدیر دفتر مدیریت پروژه یا Project Management Office (PMO)&nbsp;</li>
                  </ul>
                </li>
                <li><strong>موقعیت&zwnj;های هماهنگی و پشتیبانی پروژه</strong>
                  <ul>
                    <li>هماهنگ&zwnj;کننده پروژه یا Project Coordinator</li>
                    <li>زمانبندی&zwnj;کننده پروژه یا Project Scheduler</li>
                    <li>برنامه&zwnj;ریز پروژه یا Project Planner</li>
                    <li>مسئول پروژه یا Project Administrator</li>
                  </ul>
                </li>
                <li><strong>موقعیت&zwnj;های تحلیل و کنترل پروژه</strong>
                  <ul>
                    <li>تحلیلگر پروژه یا Project Analyst</li>
                    <li>کارشناس کنترل پروژه یا Project Control Specialist</li>
                    <li>مدیریت بحران یا Risk Manager</li>
                    <li>مدیر تضمین کیفیت یا Quality Assurance Manager</li>
                    <li>تحلیلگر ارزش کسب&zwnj;شده یا Earned Value Analyst</li>
                    <li>برآوردگر پروژه یا Project Estimator</li>
                  </ul>
                </li>
                <li><strong>موقعیت&zwnj;های مدیریت پروژه خاص در صنعت</strong>
                  <ul>
                    <li>مدیر پروژه ساختمانی یا Construction Project Manager</li>
                    <li>مدیر پروژه فناوری اطلاعات یا IT Project Manager</li>
                    <li>مدیر پروژه Agile یا Agile Project Manager</li>
                    <li>اسکرام مستر یا Scrum Master</li>
                    <li>کارشناس مدیریت تغییر یا Change Management Specialist</li>
                    <li>تحلیلگر کسب&zwnj;وکار یا Business Analyst</li>
                  </ul>
                </li>
                <li><strong>مواضع ذینفعان و ارتباطات</strong>
                  <ul>
                    <li>کارشناس تعامل با ذینفعان یا Stakeholder Engagement Specialist</li>
                  </ul>
                </li>
                <li><strong>سمت&zwnj;های مدیریت تدارکات و قرارداد</strong>
                  <ul>
                    <li>مدیر تدارکات یا Procurement Manager</li>
                    <li>مدیر قرارداد یا Contract Manager</li>
                  </ul>
                </li>
                <li><strong>سمت&zwnj;های مشاوره و آموزش مدیریت پروژه</strong>
                  <ul>
                    <li>مشاور مدیریت پروژه یا Project Management Consultant</li>
                    <li>مربی / مدرس مدیریت پروژه یا Project Management Trainer/Instructor</li>
                  </ul>
                </li>
              </ol>
              <p>این فهرست طیف گسترده&zwnj;ای از نقش&zwnj;ها و مسئولیت&zwnj;ها را در زمینه مدیریت پروژه در برمی&zwnj;گیرد که جنبه&zwnj;های مختلف برنامه&zwnj;ریزی، اجرا، کنترل، تجزیه&zwnj;وتحلیل و پشتیبانی را در طول چرخه عمر پروژه، تامین می&zwnj;کند.</p>
              <p>این نقش&zwnj;&zwnj;ها را می&zwnj;توان در صنایع مختلفی مانند ساخت&zwnj;وساز، فناوری اطلاعات، مراقبت&zwnj;های بهداشتی، مالی و غیره یافت. پیش&zwnj;نیازها و مسئولیت&zwnj;های هر یک از این موقعیت&zwnj;ها ممکن است بسته به صنعت و سازمان متفاوت باشد. علاوه بر این، با تاکید روزافزون بر روش&zwnj;های مدیریت پروژه Agile و Hybrid، موقعیت&zwnj;هایی مانند Scrum Master و Agile Project Manager به طور فزاینده&zwnj;ای رایج شده&zwnj;اند.</p>
            </div>
          </div>
        </div>
      </section>

      <section className='FNV-SinglePage FNV-WhiteBG' id='P6'>
        <div className='container'>
          <div className='row'>
            <h3>پروژه‌های قابل پیش‌بینی Predictive یا Waterfall</h3>

            <div className='col-12'>
              <p>این پروژه&zwnj;ها همانطور که از نامشان پیداست قابل پیش&zwnj;بینی بوده و از نظر ریسک و درجه پیچیدگی پروژه&zwnj;های آسانی محسوب می&zwnj;شوند. به عنوان مثال، پروژه&zwnj;های ساختمانی از دسته پروژه&zwnj;های قابل پیش&zwnj;بینی هستند. در این پروژه&zwnj;ها، مدیر پروژه از روز اول می&zwnj;تواند محصول نهایی را کاملا شناسایی و حتی شبیه&zwnj;سازی کند. جنس، ماهیت و همه ویژگی&zwnj;های محصول و کارهایی که در جهت رسیدن به آن باید انجام شود را به صورت کلی (Scope) می&zwnj;گویند.</p>
              <p>هدف اصلی این پروژه&zwnj;ها انجام کار در محدوده برنامه&zwnj;ریزی شده، بازه&zwnj; تعیین شده و هزینه مشخص است. این سه دانش را محدودیت&zwnj;های اصلی پروژه می&zwnj;نامند. معمولا مهم&zwnj;ترین محدودیت برای پروژه&zwnj;های قابل پیش&zwnj;بینی، کنترل بودجه و هزینه&zwnj;ها است. این دسته پروژه&zwnj;ها معمولا مراحل زیر را پشت سر می&zwnj;گذارند:</p>
              <ul>
                <li>Initiating &ndash; راه&zwnj;اندازی</li>
                <li>Planning &ndash; برنامه&zwnj;ریزی</li>
                <li>Execution &ndash; اجرا</li>
                <li>Monitor and control &ndash; نظارت و کنترل</li>
                <li>Closing &ndash; اتمام</li>
              </ul>
              <p>مدیرانی که برای گواهینامه مدیریت حرفه&zwnj;ای پروژه (PMP) اقدام می&zwnj;کنند موظف هستند تا به خوبی ساختارهای مدیریتی را درک کرده و روندها را مطابق با نیاز پروژه برنامه&zwnj;ریزی کنند.</p>
            </div>
          </div>
        </div>
      </section>

      <section className='FNV-SinglePage FNV-GrayBG' id='P7'>
        <div className='container'>
          <div className='row'>
            <h3>پروژه‌های اجایل (Agile)</h3>

            <div className='col-12'>
              <p>پروژه&zwnj;های اجایل یا چابک به یک رویکرد مدیریت پروژه اشاره دارد که بر انعطاف&zwnj;پذیری، همکاری و توسعه مرتب تاکید دارد. هدف روش چابک ارائه ارزش به مشتریان به صورت کارآمد، از طریق تقسیم پروژه به مراحل کوچک به نام تکرار یا سرعت است. هر تکرار معمولاً از یک تا چهار هفته طول می&zwnj;کشد و منجر به افزایش محصول بالقوه قابل حمل می&zwnj;شود.</p>
              <p>اصول کلیدی Agile عبارتند از:</p>
              <ul>
                <li>توسعه منظم و دائمی: به جای تلاش برای ارائه کل پروژه به یکباره، تیم&zwnj;های چابک در چرخه&zwnj;های کوتاه کار می&zwnj;کنند و به طور مداوم محصول را با هر تکرار، اصلاح و بهبود می&zwnj;بخشند.</li>
                <li>همکاری با مشتری: تیم&zwnj;های چابک همکاری نزدیک با مشتریان یا ذینفعان را در طول فرآیند توسعه در اولویت قرار می&zwnj;دهند. این کار تضمین می&zwnj;کند که محصول نیازها و انتظارات مشتری را برآورده می&zwnj;کند.</li>
                <li>انطباق&zwnj;پذیری: پروژه&zwnj;های چابک با درک این موضوع که الزامات و اولویت&zwnj;ها ممکن است در طول زمان تغییر کنند، تغییرات را پذیرفته&zwnj;اند. تیم&zwnj;ها تشویق می&zwnj;شوند تا به سرعت با تغییرات، سازگار شوند تا با ارزش&zwnj;ترین محصول ممکن را ارائه دهند.</li>
                <li>تیم&zwnj;های چندکاره: تیم&zwnj;های چابک معمولاً از اعضایی با مهارت&zwnj;ها و تخصص&zwnj;های متنوع تشکیل می&zwnj;شوند که به آن&zwnj;ها اجازه می&zwnj;دهد به طور کارآمد با هم کار کرده و به جنبه&zwnj;های مختلف پروژه به طور همزمان رسیدگی کنند.</li>
                <li>بازخورد مستمر: حلقه&zwnj;های بازخورد منظم در فرآیند Agile تعبیه شده&zwnj;اند و تیم&zwnj;ها را قادر می&zwnj;سازد تا در هر مرحله از توسعه، بازخورد از مشتریان، سهامداران و اعضای تیم دریافت کنند.</li>
              </ul>
              <p>فریم&zwnj;ورک&zwnj;های معروف Agile شامل Scrum، Kanban و Extreme Programming (XP) هستند که هر کدام مجموعه&zwnj;ای از شیوه&zwnj;ها و دستورالعمل&zwnj;های خاص خود را برای پیاده&zwnj;سازی مؤثر اصول چابک دارند.</p>
            </div>
          </div>
        </div>
      </section>

      <section className='FNV-SinglePage FNV-WhiteBG' id='P8'>
        <div className='container'>
          <div className='row'>
            <h3>لیست گواهینامه‌های معتبر و شناخته‌شده در حوزه مدیریت پروژه</h3>

            <div className='col-12'>
              <p>چندین گواهینامه معتبر و شناخته&zwnj;شده در حوزه مدیریت پروژه وجود دارد. در اینجا تعدادی از معروف&zwnj;ترین آن&zwnj;ها آورده شده است:</p>
              <ul>
                <li><strong>گواهینامه مدیریت پروژه حرفه&zwnj;ای</strong><br />اولین و مهمترین سرتیفیکیت مرتبط با مدیریت پروژه Project Management Professional - PMP است. گواهینامه مدیریت پروژه حرفه&zwnj;ای یا (PMP) یک گواهینامه معتبر جهانی است که توسط موسسه مدیریت پروژه (PMI) ارائه می&zwnj;شود. دانش، مهارت&zwnj;ها و تجربه یک فرد در اصول و شیوه&zwnj;های مدیریت پروژه را نشان می&zwnj;دهد.<br />شرایط دریافت گواهینامه مدیریت حرفه&zwnj;ای مدیریت پروژه به شرح زیر است:
                  <ul>
                    <li>تحصیلات
                      <ul>
                        <li>مدرک چهار ساله (لیسانس) یا معادل جهانی یا مدرک متوسطه (دیپلم دبیرستان، مدرک کاردانی یا معادل جهانی)</li>
                      </ul>
                    </li>
                    <li>تجربه مدیریت پروژه
                      <ul>
                        <li>دارندگان مدرک لیسانس: حداقل 36 ماه (3 سال) تجربه مدیریت پروژه حرفه&zwnj;ای، که در طی آن حداقل 4500 ساعت برای هدایت وظایف و فعالیت&zwnj;های پروژه صرف شده باشد.</li>
                        <li>دارندگان مدرک ثانویه: حداقل 60 ماه (5 سال) تجربه مدیریت پروژه حرفه&zwnj;ای، که در طی آن حداقل 7500 ساعت برای هدایت وظایف و فعالیت&zwnj;های پروژه صرف شده باشد.</li>
                      </ul>
                    </li>
                    <li>گذراندن دوره آموزشی مدیریت پروژه<br />تکمیل 35 ساعت آموزش رسمی مدیریت پروژه: این الزام معمولاً با شرکت در یک دوره رسمی مدیریت پروژه، کارگاه یا برنامه آموزشی ارائه شده توسط یک ارائه دهنده آموزش ثبت شده PMI (R.E.P.) برآورده می&zwnj;شود.<br />در صورت داشتن این شرایط، داوطلبان باید از طریق وب&zwnj;سایت PMI برای آزمون PMP اقدام کنند و در آزمون PMP که شامل سوالات چندگزینه&zwnj;ای است که جنبه&zwnj;های مختلف دانش مدیریت پروژه، فرآیندها و بهترین شیوه&zwnj;ها را پوشش می&zwnj;دهد، شرکت کنند.</li>
                  </ul>
                </li>
              </ul>
              <ul>
                <li><strong>گواهینامه Associate Certified in Project Management (CAPM)</strong><br />گواهی Associate Certified in Project Management (CAPM) یک گواهینامه سطح ورودی است که توسط موسسه مدیریت پروژه (PMI) ارائه می&zwnj;شود. این گواهینامه برای افرادی طراحی شده است که علاقه&zwnj;مند به شروع حرفه&zwnj;ای در مدیریت پروژه هستند، اما ممکن است هنوز تجربه لازم برای گواهینامه سطح بالاتر مدیریت پروژه حرفه&zwnj;ای (PMP) را نداشته باشند.<br />گواهینامه CAPM، درک یک فرد از مفاهیم اساسی مدیریت پروژه، اصطلاحات و فرآیندها را تأیید می&zwnj;کند. این گواهینامه نشان&zwnj;دهنده توانایی آن&zwnj;ها برای کمک به تیم&zwnj;های پروژه و حمایت از مدیران پروژه در فعالیت&zwnj;های مختلف مدیریت پروژه است.<br />شرایط دریافت Associate Certified in Project Management به شرح زیر است:
                  <ul>
                    <li>تحصیلات<br />مدرک متوسطه (دیپلم دبیرستان، مدرک کاردانی یا معادل جهانی)</li>
                    <li>گذراندن دوره آموزش مدیریت پروژه<br />تکمیل 23 ساعت آموزش رسمی مدیریت پروژه: این الزام معمولاً با شرکت در یک دوره رسمی مدیریت پروژه، کارگاه یا برنامه آموزشی ارائه شده توسط یک ارائه&zwnj;دهنده آموزش ثبت شده PMI (R.E.P.) برآورده می&zwnj;شود.<br />داوطلب بعد از اطمینان از داشتن شرایط، باید از طریق وب&zwnj;سایت PMI برای آزمون CAPM درخواست دهند و در آزمون CAPM قبول شوند. آزمون CAPM دانش داوطلبان را در مفاهیم بنیادی مدیریت پروژه، فرآیندها، اصطلاحات و بهترین شیوه&zwnj;ها ارزیابی می&zwnj;کند.</li>
                  </ul>
                </li>
              </ul>
              <ul>
                <li><strong>PRINCE2 - Projects IN Controlled Environments</strong><br />PRINCE2 که مخفف "Projects IN Controlled Environments" است، یک روش مدیریت پروژه است که به طور گسترده مورد استفاده قرار می&zwnj;گیرد. در اصل توسط دفتر بازرگانی دولت بریتانیا (OGC) توسعه یافته است و یک رویکرد ساختاریافته برای مدیریت پروژه&zwnj;ها به طور موثر و کارآمد ارائه می&zwnj;دهد.<br />ویژگی&zwnj;های کلیدی PRINCE2 عبارتند از:
                  <ul>
                    <li>اصول: PRINCE2 بر هفت اصل استوار است که تصمیمات و اقدامات مدیریت پروژه را هدایت می&zwnj;کند. این اصول تضمین می&zwnj;کنند که پروژه&zwnj;ها بر روی دستیابی به اهداف و ارائه ارزش متمرکز می&zwnj;مانند.</li>
                    <li>مضامین: PRINCE2 هفت موضوع را تعریف می&zwnj;کند که نشان&zwnj;دهنده جنبه&zwnj;های مختلف مدیریت پروژه است که باید به طور مداوم در طول چرخه عمر پروژه مورد توجه قرار گیرند. این موضوعات شامل زمینه&zwnj;هایی مانند توجیه کسب&zwnj;وکار، سازماندهی، کیفیت، برنامه&zwnj;ها، ریسک، تغییر و پیشرفت است.</li>
                    <li>فرآیندها: PRINCE2 فعالیت&zwnj;های مدیریت پروژه را در مجموعه&zwnj;ای از فرآیندها سازماندهی می&zwnj;کند که توضیح می&zwnj;دهد چه کسی مسئول انجام چه کاری در طول چرخه عمر پروژه است. این فرآیندها راه&zwnj;اندازی یک پروژه، شروع یک پروژه، هدایت یک پروژه، کنترل یک مرحله، مدیریت تحویل محصول، مدیریت مرزهای مرحله و بستن یک پروژه را شامل می&zwnj;شود.<br />Tailoring: PRINCE2 به گونه&zwnj;ای طراحی شده است که مقیاس&zwnj;پذیر و سازگار با انواع و اندازه&zwnj;های مختلف پروژه&zwnj;ها باشد. این دستورالعمل در مورد مطابقت با نیازها و زمینه خاص هر پروژه صحبت می&zwnj;کند.</li>
                  </ul>
                </li>
              </ul>
              <ul>
                <li><strong>Professional Scrum Master - PSM</strong><br />گواهینامه اسکرام&zwnj;مستر حرفه&zwnj;ای (PSM) اعتباری است که توسط Scrum.org، سازمانی که توسط کن شوابر، یکی از کوفاندرهای اسکرام، ارائه شده است. گواهینامه PSM دانش و درک افراد از چارچوب اسکرام و توانایی آن&zwnj;ها در به کارگیری اصول و شیوه&zwnj;های اسکرام در دنیای واقعی را تأیید می&zwnj;کند.<br />جنبه&zwnj;های کلیدی گواهینامه PSM عبارتند از:
                  <ul>
                    <li>دانش اسکرام: گواهینامه PSM درک عمیقی از نظریه اسکرام، نقش&zwnj;ها، رویدادها، مصنوعات و ارزش&zwnj;ها را نشان می&zwnj;دهد. افراد، در مورد اصول و شیوه&zwnj;هایی که چارچوب اسکرام را تشکیل می&zwnj;دهند، آگاه هستند.</li>
                    <li>نقش اسکرام مستر: گواهینامه PSM بر مسئولیت&zwnj;ها و وظایف اسکرام&zwnj;مستر در تیم اسکرام تمرکز دارد. افراد دارای گواهی می&zwnj;دانند که چگونه رویدادهای اسکرام را تسهیل کرده، تیم را در شیوه&zwnj;های اسکرام راهنمایی کنند، موانع را از بین ببرند و یک محیط تیمی مشارکتی بسازند.</li>
                    <li>اصول Agile: گواهینامه PSM بر اصول و ارزش&zwnj;های چابک، از جمله شفافیت، بازرسی و سازگاری تأکید دارد. افراد دارای گواهی می&zwnj;دانند که چگونه از شیوه&zwnj;های Agile برای به حداکثر رساندن ارزش ارائه شده توسط تیم اسکرام و سازگاری با شرایط و الزامات متغیر استفاده کنند.</li>
                    <li>کاربرد در دنیای واقعی: گواهینامه PSM برای ارزیابی دانش و مهارت&zwnj;های عملی به جای دانش نظری طراحی شده است.</li>
                    <li>برای کسب گواهینامه PSM، داوطلبان باید یک ارزیابی آنلاین را که توسط Scrum.org اداره می&zwnj;شود، بگذرانند.</li>
                  </ul>
                </li>
              </ul>
              <ul>
                <li><strong>گواهینامه Certified Scrum Master (CSM)</strong><br />گواهینامه Certified Scrum Master (CSM) اعتباری است که توسط Scrum Alliance، یک سازمان غیرانتفاعی جهانی که به ترویج پذیرش Scrum اختصاص دارد، ارائه می&zwnj;شود. گواهینامه CSM درک افراد از اصول، شیوه&zwnj;ها و نقش&zwnj;های اسکرام و همچنین توانایی آن&zwnj;ها در تسهیل رویدادهای اسکرام و حمایت موثر از تیم&zwnj;های اسکرام را تایید می&zwnj;کند.<br />شرایط دریافت Certified Scrum Master (CSM) به شرح زیر است:
                  <ul>
                    <li>شرکت در دوره Certified ScrumMaster: داوطلبان باید در یک دوره دو روزه Certified Scrum Master که توسط یک مربی خبره Scrum (CST) رهبری می&zwnj;شود، شرکت کنند. این دوره آموزش&zwnj;های جامعی در مورد اصول، شیوه&zwnj;ها، نقش&zwnj;ها و رویدادهای اسکرام ارائه می&zwnj;دهد.&nbsp;</li>
                    <li>شرکت در دوره: در طول دوره Certified Scrum Master، از داوطلبان انتظار می&zwnj;رود که فعالانه در بحث&zwnj;ها، فعالیت&zwnj;ها و تمرین&zwnj;ها شرکت کنند.پ</li>
                    <li>قبولی در امتحان CSM: پس از تکمیل دوره Certified Scrum Master، داوطلبان باید یک آزمون آنلاین را که توسط Scrum Alliance اداره می&zwnj;شود، بگذرانند.</li>
                  </ul>
                </li>
                <li><strong>گواهینامه Agile Certified Practitioner - PMI-ACP</strong><br />(PMI-ACP) گواهینامه&zwnj;ای است که توسط موسسه مدیریت پروژه (PMI) ارائه شده است که مهارت یک فرد در اصول و شیوه&zwnj;های چابک را تأیید می&zwnj;کند. این برای متخصصان مدیریت پروژه طراحی شده است که در محیط&zwnj;های Agile یا با متدولوژی&zwnj;های Agile کار می&zwnj;کنند و به دنبال نشان دادن دانش و تخصص خود در مدیریت پروژه Agile هستند.<br />الزامات دریافت گواهینامه PMI-ACP عبارتند از:تجربه مدیریت پروژه: داوطلبان باید دارای مدرک متوسطه (دیپلم دبیرستان، مدرک کاردانی یا معادل جهانی) یا تحصیلات عالی به همراه تجربه مدیریت پروژه زیر باشند.<br />حداقل 2000 ساعت (یا 12 ماه) تجربه عمومی مدیریت پروژه در 5 سال گذشته. این تجربه باید شامل رهبری یا هدایت وظایف پروژه، مدیریت تیم&zwnj;های پروژه و ارائه نتایج پروژه باشد.<br />علاوه بر این، داوطلبان باید حداقل 1500 ساعت (یا 8 ماه) تجربه مدیریت پروژه Agile را در 3 سال گذشته داشته باشند. این تجربه باید شامل کار بر روی تیم&zwnj;های پروژه Agile، به کارگیری روش&zwnj;ها و شیوه&zwnj;های Agile و ارائه نتایج پروژه Agile باشد.
                  <ul>
                    <li>آموزش Agile: داوطلبان باید حداقل 21 ساعت تماس آموزش مدیریت پروژه Agile را بگذرانند. این آموزش باید اصول، شیوه&zwnj;ها، ابزارها و تکنیک&zwnj;های Agile را پوشش دهد و از ارائه&zwnj;دهندگان آموزش چابک مورد تایید PMI یا از طریق سایر برنامه&zwnj;های آموزشی رسمی Agile دریافت شود.</li>
                    <li>آمادگی آزمون: داوطلبان باید برای آزمون گواهینامه PMI-ACP آماده شده و قبول شوند.</li>
                  </ul>
                </li>
              </ul>
              <ul>
                <li><strong>گواهینامه Certification In Risk Management Assurance - CRMA</strong><br />گواهینامه تضمین مدیریت ریسک (CRMA) یک گواهینامه حرفه&zwnj;ای است که توسط موسسه حسابرسان داخلی (IIA) ارائه می&zwnj;شود. برای حسابرسان داخلی و متخصصان مدیریت ریسک که در شناسایی، ارزیابی و مدیریت ریسک&zwnj;ها در سازمان&zwnj;ها تخصص دارند، طراحی شده است.<br />الزامات دریافت این گواهینامه به شرح زیر است:
                  <ul>
                    <li>مدارک تحصیلی: داوطلبان باید حداقل سطح تحصیلات را داشته باشند، معمولاً مدرک لیسانس یا معادل آن از یک موسسه معتبر.</li>
                    <li>تجربه کاری: داوطلبان باید تجربه کاری مرتبط در مدیریت ریسک، حسابرسی داخلی یا زمینه&zwnj;های مرتبط داشته باشند.&nbsp;</li>
                    <li>گواهینامه&zwnj;های حرفه&zwnj;ای: ممکن است از نامزدها خواسته شود که گواهینامه&zwnj;های حرفه&zwnj;ای خاصی مرتبط با مدیریت ریسک، حسابرسی داخلی یا رشته&zwnj;های مرتبط داشته باشند.</li>
                    <li>آزمون CRMA: داوطلبان باید در آزمون گواهینامه CRMA که توسط IIA اداره می&zwnj;شود، شرکت کنند. این آزمون دانش و درک داوطلبان از اصول، شیوه&zwnj;ها، چارچوب&zwnj;ها و تکنیک&zwnj;های مدیریت ریسک را ارزیابی می&zwnj;کند.&nbsp;</li>
                    <li>پایبندی به استانداردهای حرفه&zwnj;ای: داوطلبان باید موافقت کنند که منشور اخلاقی IIA و استانداردهای بین&zwnj;المللی برای عملکرد حرفه&zwnj;ای حسابرسی داخلی را رعایت کنند. این شامل حفظ بالاترین استانداردهای یکپارچگی، حرفه&zwnj;ای بودن و رفتار اخلاقی در تضمین مدیریت ریسک است.</li>
                    <li>آموزش مداوم حرفه&zwnj;ای: پس از اخذ گواهینامه CRMA، متخصصان دارای گواهینامه، ملزم به شرکت در دوره&zwnj;های آموزش مداوم حرفه&zwnj;ای (CPE) برای حفظ گواهینامه خود هستند. این شامل تکمیل تعداد مشخصی از ساعت&zwnj;های CPE در سال و به&zwnj;روز ماندن با پیشرفت&zwnj;ها در شیوه&zwnj;ها و استانداردهای تضمین مدیریت ریسک است.</li>
                  </ul>
                </li>
              </ul>
              <ul>
                <li><strong>گواهینامه Certification of Capability in Business Analysis - CCBA</strong><br />گواهینامه توانایی در تجزیه&zwnj;وتحلیل کسب&zwnj;وکار (CCBA) یک گواهینامه حرفه&zwnj;ای است که توسط موسسه بین&zwnj;المللی تحلیل تجاری (IIBA) ارائه می&zwnj;شود. این برای متخصصان تجزیه&zwnj;وتحلیل کسب&zwnj;وکار طراحی شده است که مهارت&zwnj;ها و تخصص&zwnj;های پیشرفته&zwnj;ای در این زمینه دارند و می&zwnj;خواهند مهارت خود را از طریق یک گواهینامه شناخته شده، نشان دهند.<br />شرایط دریافت این گواهینامه به شرح زیر است:<br />تجربه کاری: داوطلبان باید حداقل سطح تجربه کاری در تحلیل کسب&zwnj;وکار را داشته باشند. شرایط خاص تجربه کاری برای گواهینامه CCBA به شرح زیر است:
                  <ul>
                    <li>حداقل 3750 ساعت تجربه کاری تحلیل کسب&zwnj;وکار در هفت سال گذشته.</li>
                    <li>شرایط تحصیلی: داوطلبان باید حداقل سطح تحصیلات را داشته باشند. به طور معمول، داوطلبان باید دارای مدرک دیپلم دبیرستان یا معادل آن باشند.</li>
                    <li>توسعه حرفه&zwnj;ای: نامزدها باید حداقل 21 ساعت توسعه حرفه&zwnj;ای را در چهار سال گذشته مربوط به تجزیه&zwnj;وتحلیل کسب&zwnj;وکار تکمیل کنند.</li>
                    <li>موافقت با آئین&zwnj;نامه رفتار: نامزدها باید با آیین&zwnj;نامه رفتار IIBA موافقت کنند که مسئولیت&zwnj;های اخلاقی و رفتارهای مورد انتظار از متخصصان معتبر را مشخص می&zwnj;کند.</li>
                    <li>آزمون CCBA: داوطلبان باید در آزمون گواهینامه CCBA که توسط IIBA اداره می&zwnj;شود، شرکت کنند.</li>
                    <li>فرآیند درخواست: نامزدها باید درخواستی را برای صدور گواهینامه CCBA از طریق وب&zwnj;سایت IIBA ارسال کنند</li>
                  </ul>
                </li>
              </ul>
              <ul>
                <li><strong>گواهینامه Six Sigma Certifications</strong><br />گواهینامه&zwnj;های شش سیگما گواهینامه&zwnj;های حرفه&zwnj;ای هستند که نشان&zwnj;دهنده تخصص و مهارت در اصول و روش&zwnj;های شش سیگما است که رویکردی منظم و مبتنی بر داده برای بهبود فرآیند و حل مسئله است. هدف شش سیگما شناسایی و حذف عیوب یا تغییرات در فرآیندها برای بهبود کارایی، کاهش هزینه&zwnj;ها و افزایش کیفیت است.<br />شش سیگما 5 سطح دارد:
                  <ul>
                    <li>کمربند سفید: این گواهینامه سطح ابتدایی درک پایه&zwnj;ای از مفاهیم، اصطلاحات و اصول شش سیگما را ارائه می&zwnj;دهد.</li>
                    <li>کمربند زرد: گواهینامه کمربند زرد نشان&zwnj;دهنده درک عمیق&zwnj;تر مفاهیم و ابزارهای شش سیگما نسبت به کمربند سفید است.</li>
                    <li>کمربند سبز: گواهینامه کمربند سبز نشان&zwnj;دهنده سطح بالاتری از مهارت در روش&zwnj;ها و ابزارهای شش سیگما است.</li>
                    <li>کمربند سیاه: گواهینامه کمربند سیاه نشان&zwnj;دهنده تسلط بر اصول، روش&zwnj;ها و ابزارهای آماری شش سیگما است.</li>
                    <li>Master Black Belt: گواهینامه Master Black Belt بالاترین سطح گواهینامه شش سیگما است.<br /><br /></li>
                    <li>شرایط دریافت این گواهینامه&zwnj;ها به شرح زیر است:
                      <ul>
                        <li>الزامات آموزشی: داوطلبان معمولاً باید برنامه&zwnj;های آموزشی رسمی یا دوره&zwnj;های آموزشی را در روش&zwnj;ها و ابزارهای شش سیگما تکمیل کنند.</li>
                        <li>تجربه کاری: بسیاری از گواهینامه&zwnj;های شش سیگما دارای شرایط خاص تجربه کاری هستند.&nbsp;</li>
                        <li>تحصیلات: اگرچه همیشه اجباری نیست، برخی از گواهینامه&zwnj;های شش سیگما ممکن است دارای الزامات آموزشی باشند.</li>
                        <li>تکمیل پروژه: معمولاً از کاندیداها خواسته می&zwnj;شود که کاربرد عملی روش&zwnj;های شش سیگما را با تکمیل یک یا چند پروژه بهبود فرآیند نشان دهند.</li>
                        <li>آزمون: بسیاری از گواهینامه&zwnj;های شش سیگما برای نشان دادن دانش و درک خود از مفاهیم، ابزارها و روش&zwnj;های شش سیگما، داوطلبان را ملزم به قبولی در آزمون گواهینامه می&zwnj;کند.</li>
                        <li>منشور اخلاقی: کاندیداها باید با اصول اخلاقی یا رفتار حرفه&zwnj;ای که توسط نهاد گواهی&zwnj;کننده تعیین شده است، موافقت کنند.</li>
                        <li>آموزش مداوم: برخی از گواهینامه&zwnj;های شش سیگما دارای الزامات آموزش مداوم برای حفظ وضعیت گواهینامه هستند.</li>
                      </ul>
                    </li>
                  </ul>
                </li>
              </ul>
              <ul>
                <li><strong>گواهینامه CompTIA Project</strong><br />CompTIA Project+ یک گواهینامه حرفه&zwnj;ای است که توسط CompTIA، ارائه&zwnj;دهنده پیشرو گواهینامه&zwnj;های فناوری اطلاعات ارائه شده است. Project+ برای تایید مهارت&zwnj;ها و دانش افراد در نقش&zwnj;های مدیریت پروژه، به ویژه در صنعت IT طراحی شده است. این گواهینامه طیف گسترده&zwnj;ای از مفاهیم مدیریت پروژه، روش&zwnj;شناسی&zwnj;ها و بهترین شیوه&zwnj;های قابل اجرا برای انواع مختلف پروژه&zwnj;ها را پوشش می&zwnj;دهد.<br />در اینجا برخی از جنبه&zwnj;های کلیدی گواهینامه CompTIA Project + آورده شده است:
                  <ul>
                    <li>Vendor-Neutral: گواهی&zwnj;های CompTIA، از جمله Project+، از نظر فروشنده خنثی هستند، به این معنی که به هیچ فناوری یا محصول خاصی مرتبط نیستند.</li>
                    <li>صدور گواهینامه سطح ورودی: Project+ یک گواهینامه مدیریت پروژه در سطح ورودی در نظر گرفته می&zwnj;شود و برای افرادی مناسب است که در مدیریت پروژه تازه&zwnj;کار بوده یا به دنبال افزایش مهارت&lrm;های مدیریت پروژه خود هستند.</li>
                    <li>اعتبارسنجی مهارت&zwnj;ها: گواهینامه Project+ مهارت&zwnj;ها و شایستگی&zwnj;های مدیریت پروژه از جمله شروع پروژه، برنامه&zwnj;ریزی، اجرا، نظارت و کنترل و بسته شدن را تأیید می&zwnj;کند.</li>
                    <li>شناسایی جهانی: گواهینامه&zwnj;های CompTIA، از جمله Project+، در سطح جهانی شناخته شده و توسط کارفرمایان در صنایع مختلف مورد احترام است.</li>
                    <li>شرایط آزمون: برای کسب گواهینامه CompTIA Project+، داوطلبان باید یک آزمون گواهینامه را پشت سر بگذارند.</li>
                    <li>تمدید: گواهی CompTIA Project+ به مدت سه سال از تاریخ صدور گواهینامه معتبر است.</li>
                  </ul>
                </li>
              </ul>
              <ul>
                <li><strong>گواهینامه Certified Project Manager - CPM</strong><br />Certified Project Manager (CPM) یک گواهینامه حرفه&zwnj;&zwj;ای است که توسط انجمن بین&zwnj;المللی مدیران پروژه (IAPM) ارائه می&zwnj;شود. گواهینامه CPM برای تایید مهارت&zwnj;ها، دانش و تخصص مدیران پروژه در صنایع و بخش&zwnj;های مختلف طراحی شده است.<br />جنبه&zwnj;های کلیدی گواهینامه مدیر پروژه گواهی شده (CPM) عبارتند از:
                  <ul>
                    <li>برنامه درسی جامع: برنامه صدور گواهینامه CPM طیف گسترده&zwnj;ای از موضوعات مدیریت پروژه از جمله برنامه&zwnj;ریزی پروژه، بودجه&zwnj;بندی، مدیریت ریسک، مدیریت کیفیت، ارتباطات و مدیریت سهامداران را پوشش می&zwnj;دهد.</li>
                    <li>الزامات تجربه: نامزدهای گواهینامه CPM معمولاً باید سطح خاصی از تجربه حرفه&zwnj;ای در مدیریت پروژه را نشان دهند.</li>
                    <li>آموزش: علاوه بر تجربه کاری، نامزدها ملزم به تکمیل برنامه&zwnj;های آموزشی رسمی یا دوره&zwnj;های مدیریت پروژه هستند.</li>
                    <li>آزمون: برای کسب گواهینامه CPM، داوطلبان باید آزمون صدور گواهینامه را که توسط انجمن بین&zwnj;المللی مدیران پروژه (IAPM) یا سایر نهادهای گواهی&zwnj;کننده اداره می&zwnj;شود، بگذرانند.</li>
                    <li>منشور اخلاقی: مدیران پروژه مجاز معمولاً ملزم به رعایت یک کد اخلاقی یا رفتار حرفه&zwnj;ای هستند که توسط نهاد گواهی&zwnj;کننده تعیین شده است.</li>
                    <li>آموزش مداوم: ممکن است از مدیران پروژه تایید شده خواسته شود که در فعالیت&zwnj;های توسعه حرفه&zwnj;ای مداوم شرکت کنند تا وضعیت گواهینامه خود را حفظ کنند.</li>
                  </ul>
                </li>
              </ul>
            </div>
          </div>
        </div>
      </section>

      <section className='FNV-SinglePage FNV-GrayBG' id='P9'>
        <div className='container'>
          <div className='row'>
            <h3>فناوران، نماینده رسمی PMI در کانادا</h3>

            <div className='col-12'>
              <p>موسسه PMI (Project Management Institute) به عنوان یک سازمان بین&zwnj;المللی معتبر در زمینه مدیریت پروژه، ارائه دهنده خدمات متنوعی است که به مدیران پروژه کمک می&zwnj;کند تا مهارت&zwnj;ها و دانش خود را رسمیت ببخشند و بهترین عملکرد را در این زمینه ارائه کنند. برخی از خدمات اصلی که نمایندگی&zwnj;های PMI ارائه می&zwnj;دهند عبارتند از:</p>
              <ul>
                <li>برگزاری دوره&zwnj;های آموزشی</li>
                <li>انتشار مقالات و منابع آموزشی</li>
                <li>برگزاری رویدادها و کنفرانس&zwnj;ها</li>
                <li>فراهم کردن فرصت&zwnj;های شبکه&zwnj;سازی</li>
                <li>ارائه مشاوره و پشتیبانی به اعضا</li>
              </ul>
              <p>موسسه فناوران اولین و تنها نماینده رسمی و فارسی زبان موسسه PMI در کانادا و شمال آمریکا است. تمامی دوره&zwnj;های مدیریت پروژه که در موسسه فناوران برگزار می&zwnj;شود، پیش&zwnj;نیاز آموزشی مورد نیاز برای موسسه PMI را پوشش می&zwnj;دهد.</p>
            </div>
          </div>
        </div>
      </section>

      <section className='FNV-SinglePage' id='FAQ'>
        <div className='container'>
          <div className='row'>
            <h3>سوالات متداول</h3>

            <div className='accordion p-0' id='FAQEngineering'>
              <div className='accordion-item'>
                <h2 className='accordion-header'>
                  <button
                    className='accordion-button'
                    type='button'
                    data-bs-toggle='collapse'
                    data-bs-target='#Question1'
                    aria-expanded='true'
                    aria-controls='Question1'
                  >
                    آیا تایید سازمان WES (World Education Services) برای تمام استان‌های كانادا لازم است؟
                  </button>
                </h2>
                <div id='Question1' className='accordion-collapse collapse show' data-bs-parent='#FAQEngineering'>
                  <div className='accordion-body'>
                    <p>پاسخ: خير، فقط در برخي از استان‌های كانادا تاييديه از سازمان WES الزامی است.</p>
                  </div>
                </div>
              </div>

              <div className='accordion-item'>
                <h2 className='accordion-header'>
                  <button
                    className='accordion-button collapsed'
                    type='button'
                    data-bs-toggle='collapse'
                    data-bs-target='#Question2'
                    aria-expanded='false'
                    aria-controls='Question2'
                  >
                    آیا می‌توان برای استانی غیر از استان محل سكونت فعال برای .P.Eng اقدام کرد؟
                  </button>
                </h2>
                <div id='Question2' className='accordion-collapse collapse' data-bs-parent='#FAQEngineering'>
                  <div className='accordion-body'>پاسخ: بله</div>
                </div>
              </div>

              <div className='accordion-item'>
                <h2 className='accordion-header'>
                  <button
                    className='accordion-button collapsed'
                    type='button'
                    data-bs-toggle='collapse'
                    data-bs-target='#Question3'
                    aria-expanded='false'
                    aria-controls='Question3'
                  >
                    اگر لايسنس .P.Eng را در یک استان داشته باشيم، آیا می‌توانیم مجددا برای یک استان دیگر اقدام کنیم؟
                  </button>
                </h2>
                <div id='Question3' className='accordion-collapse collapse' data-bs-parent='#FAQEngineering'>
                  <div className='accordion-body'>
                    <p>پاسخ: بله، در صورتي‌كه هزينه عضويت سالانه هر دو استان را پرداخت کرده باشید.</p>
                  </div>
                </div>
              </div>

              <div className='accordion-item'>
                <h2 className='accordion-header'>
                  <button
                    className='accordion-button collapsed'
                    type='button'
                    data-bs-toggle='collapse'
                    data-bs-target='#Question4'
                    aria-expanded='false'
                    aria-controls='Question4'
                  >
                    آیا باید سابقه تجربه را در مرحله اول ارسال کرد؟
                  </button>
                </h2>
                <div id='Question4' className='accordion-collapse collapse' data-bs-parent='#FAQEngineering'>
                  <div className='accordion-body'>
                    <p>
                      پاسخ: خیر، الزامی نیست. اما بهتر است بعد از ارسال سري اول مدارك، Experience Record را تهيه و ارسال
                      نماييد. لازم بذكر است، اين مدرك پس از ارسال در صورت نياز قابل تغيير است.
                    </p>
                  </div>
                </div>
              </div>

              <div className='accordion-item'>
                <h2 className='accordion-header'>
                  <button
                    className='accordion-button collapsed'
                    type='button'
                    data-bs-toggle='collapse'
                    data-bs-target='#Question5'
                    aria-expanded='false'
                    aria-controls='Question5'
                  >
                    آیا لازم است که دروس عمومی را در شرح دروس ارائه کنیم؟
                  </button>
                </h2>
                <div id='Question5' className='accordion-collapse collapse' data-bs-parent='#FAQEngineering'>
                  <div className='accordion-body'>
                    <p>پاسخ: خير، لازم نيست.</p>
                  </div>
                </div>
              </div>
            </div>
          </div>
        </div>
      </section>
    </>
  )
}

export async function getStaticProps() {
  return { props: {} }
}

Index.guestGuard = true

export default Index
