import React from 'react'
import Link from 'next/link'

// ** Import Translation
import { useTranslation } from 'react-i18next'

// ** Import course section
import CourseDeskSingle from 'src/views/swiper/courseDeskSingle'
import CourseMobileSingle from 'src/views/swiper/courseMobileSingle'

// ** Import Swiper React components
import { Swiper, SwiperSlide } from 'swiper/react'

import { fetchCourseData } from 'src/store/apps/course'
import { useRouter } from 'next/router'
import { useDispatch, useSelector } from 'react-redux'

const Index = () => {
  return (
    <>
      <section className='FNV-Single'>
        <header className='FNV-Single-Header'>
          {/* Canvas Top */}
          <div className='FNV-Canvas-Top'>
            <svg viewBox="0 0 1454 100" fill="none" xmlns="http://www.w3.org/2000/svg">
              <path d="M1453 0.999987L1 99L1 0.999987L1453 0.999987Z" fill="white" stroke="white" />
            </svg>
          </div>

          <div className='container'>
            <div className='row'>
              <h1>تازه‌واردان به کانادا</h1>
              <h2>این کشور به تخصص شما نیاز دارد.</h2>
              <h3>فناوران می‌تواند دروازه ورود شما به دنیای جدید شغلی در کانادا باشد.</h3>

              <Link href="tel:+19055052323">با ما تماس بگیرید </Link>
            </div>
          </div>

          {/* Canvas Bottom */}
          <div className='FNV-Canvas-Bottom'>
            <svg viewBox="0 0 1454 100" fill="none" xmlns="http://www.w3.org/2000/svg">
              <path d="M1453 0.999987L1 99L1 0.999987L1453 0.999987Z" fill="white" stroke="white" />
            </svg>
          </div>
        </header>

        <main>
          <article>
            <section className='FNV-WhiteBg'>
              <div className='container'>
                <div className='row'>
                  <div className='col-12 col-md-6'>
                    {/* Accordion */}
                    <div className="accordion" id="accordionExample">

                      {/* Accordion Item */}
                      <div className="accordion-item">
                        <h2 className="accordion-header" id="headingOne">
                          <button
                            className="accordion-button"
                            type="button"
                            data-bs-toggle="collapse"
                            data-bs-target="#collapseOne"
                            aria-expanded="true"
                            aria-controls="collapseOne"
                          >
                            معرفی فناورن
                          </button>
                        </h2>
                        <div
                          id="collapseOne"
                          className="accordion-collapse collapse show"
                          aria-labelledby="headingOne"
                          data-bs-parent="#accordionExample"
                        >
                          <div className="accordion-body">
                            <p>اگر وارد این صفحه شده&zwnj;اید، احتمالا به تازگی به کانادا آمده&zwnj;اید و کمی سردرگم هستید. اما نگران نباشید، ما در کنار شما هستیم!</p>
                            <p><Link href="https://fanavaran.ca/">فناوران</Link> یک موسسه غیرانتفاعی، غیرمذهبی و غیردولتی است که در زمینه آموزشی فعالیت دارد. ما دوره&zwnj;های متنوع ویژه مهندسان، مدیران پروژه، تکنسین&zwnj;ها و معماران برگزار می&zwnj;کنیم تا بتوانند به لایسنس&zwnj;ها و سرتیفیکیت&zwnj;های مورد نیاز خود برای فعالیت حرفه&zwnj;ای در کانادا برسند.</p>
                            <p>هدف ما ارائه خدمات مقرون&zwnj;به&zwnj;صرفه و با کیفیت آموزشی به متخصصان فارسی&zwnj;زبان است تا بتوانند با موفقیت به جامعه کاری کانادا وارد شوند.</p>
                            <p>برخلاف دیگر موسسات آموزشی مشابه، فناوران یک بیزینس نیست و در نتیجه نیازی به ارائه مالیات به دولت ندارد. این موضوع کمک می&zwnj;کند تا هزینه دوره&zwnj;ها و خدمات خود را پایین نگاه داریم تا افراد با بودجه و پیش&zwnj;زمینه&zwnj;های مختلف بتوانند به این خدمات دسترسی داشته باشند.</p>
                            <p>باور ما این است که تمامی متخصصان عزیز باید فرصت موفقیت را داشته باشند و برای رسیدن به این موفقیت، آموزش و مسیریابی اولین گامی است که باید برداشته شود.</p>
                          </div>
                        </div>
                      </div>

                      {/* Accordion Item */}
                      <div className="accordion-item">
                        <h2 className="accordion-header" id="headingTwo">
                          <button
                            className="accordion-button collapsed"
                            type="button"
                            data-bs-toggle="collapse"
                            data-bs-target="#collapseTwo"
                            aria-expanded="false"
                            aria-controls="collapseTwo"
                          >
                            خدمات فناوران
                          </button>
                        </h2>
                        <div
                          id="collapseTwo"
                          className="accordion-collapse collapse"
                          aria-labelledby="headingTwo"
                          data-bs-parent="#accordionExample"
                        >
                          <div className="accordion-body">
                            <p>در فناوران، مجموعه متنوعی از خدمات را برای کمک به متخصصان فنی و مهندسی در کانادا ارائه می&zwnj;کنیم. دوره&zwnj;های آنلاین فنی و مهندسی فناوران مسیر شما را برای رسیدن به لایسنس&zwnj;ها و سرتیفیکیت&zwnj;های معتبر کانادایی و بین&zwnj;المللی هموار می&zwnj;کنند و به نحوی طراحی شده&zwnj;اند تا منعطف باشند و تمامی متخصصان بتوانند شرکت کنند.</p>
                            <p>در کنار دوره&zwnj;های آموزشی، ما در مسیر رسیدن به لایسنس و سرتیفیکیت در کنار اعضای خود خواهیم بود. خدمات ما در نوشتن تجربیات کاری ویژه مهندسان و تکنسین&zwnj;های فنی برای دریافت لایسنس کمک می&zwnj;کند تا پرونده شما مسیر راحت&zwnj;تری را طی کند.</p>
                            <p>همچنین برای اعضای VIP خود نیز خدمات مشاوره تحصیلی و شغلی را فراهم کرده&zwnj;ایم تا وارد هزارتوی ناخواسته اشتباهات متداول مهاجرتی نشوند.</p>
                            <p>تیم متخصص فناوران سال&zwnj;ها تجربه خود در مارکت شغلی کانادا را به شما انتقال خواهند داد و دانش طلایی چندین ساله را در چند ساعت به دست خواهید آورد. ما متعهد به موفقیت شما هستیم و در هر گام خود را کنار شما احساس خواهیم کرد.</p>
                          </div>
                        </div>
                      </div>

                      {/* Accordion Item */}
                      <div className="accordion-item">
                        <h2 className="accordion-header" id="headingThree">
                          <button
                            className="accordion-button collapsed"
                            type="button"
                            data-bs-toggle="collapse"
                            data-bs-target="#collapseThree"
                            aria-expanded="false"
                            aria-controls="collapseThree"
                          >
                            چرا فناوران
                          </button>
                        </h2>
                        <div
                          id="collapseThree"
                          className="accordion-collapse collapse"
                          aria-labelledby="headingThree"
                          data-bs-parent="#accordionExample"
                        >
                          <div className="accordion-body">
                            <h3>کامیونیتی محور:</h3>
                            <p>ما تنها یک موسسه آموزشی نیستیم، بلکه یک کامیونیتی هستیم و پایه اصلی خود را بر تقویت و کمک به کامیونیتی ایرانی و فارسی&zwnj;زبان بنا کرده&zwnj;ایم.</p>
                            <h3>هزینه&zwnj;های پایین:</h3>
                            <p>باور ما بر این است که آموزش و تحصیل باید برای همه در دسترس باشد. براساس این عقیده، شهریه دوره&zwnj;ها و هزینه خدمات خود را پایین نگاه می&zwnj;داریم تا بتوانیم دامنه کمک&zwnj;رسانی خود را گسترش دهیم.</p>
                            <h3>تجربه میدانی:</h3>
                            <p>تیم مدرسان و متخصصان ما سال&zwnj;ها تجربه عملی دارند، در مسیر دوره&zwnj;ای که تدریس می&zwnj;کنند حرکت کرده&zwnj;اند و از تمامی چالش&zwnj;ها، بالا و پائین&zwnj;های این پروسه آگاه هستند. تیم ما توصیه&zwnj;های ارزشمند و راهنمایی&zwnj;های مفیدی فراهم خواهد ساخت تا با اعتماد به نفس وارد سیستم&zwnj;های اداری سازمان&zwnj;های فنی مهندسی کانادا شوید.</p>
                            <h3>زبان فارسی:</h3>
                            <p>بدون شک، زبان انگلیسی یکی از بزرگ&zwnj;ترین چالش&zwnj;ها برای بسیاری از مهاجران است. ما این افتخار را داریم که جزو معدود موسسات آموزشی حرفه&zwnj;ای در کانادا باشیم که به زبان فارسی برای کامیونیتی فارسی&zwnj;زبان دوره&zwnj;های ویژه برگزار می&zwnj;کند. متریال&zwnj;های ما قابل فهم و آسان خواهند بود و هدف اصلی پیشرفت شما در مسیر شغلی است.</p>
                          </div>
                        </div>
                      </div>
                    </div>
                  </div>

                  <div className='col-12 col-md-6'>
                    <iframe src="https://www.youtube.com/embed/5OMF56GHPKI?si=vckePiFbClsvnOp4" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" referrerpolicy="strict-origin-when-cross-origin" allowfullscreen></iframe>
                  </div>
                </div>
              </div>
            </section>

            <section className='FNV-PrimaryBg'>
              <div className='container'>
                <div className='row'>
                  <h2>چالش‌های مهاجرت</h2>

                  <div class="FNV-Tabs-Vertical d-flex">
                    <ul class="nav nav-pills flex-column" id="myTab" role="tablist">
                      <li class="nav-item" role="presentation">
                        <button class="nav-link active" id="english-tab" data-bs-toggle="tab" data-bs-target="#english-tab-pane" type="button" role="tab" aria-controls="english-tab-pane" aria-selected="true">
                          <h3>زبان انگلیسی</h3>
                        </button>
                      </li>

                      <li class="nav-item" role="presentation">
                        <button class="nav-link" id="work-tab" data-bs-toggle="tab" data-bs-target="#work-tab-pane" type="button" role="tab" aria-controls="work-tab-pane" aria-selected="true">
                          <h3>پیداکردن کار</h3>
                        </button>
                      </li>

                      <li class="nav-item" role="presentation">
                        <button class="nav-link" id="answer-tab" data-bs-toggle="tab" data-bs-target="#answer-tab-pane" type="button" role="tab" aria-controls="answer-tab-pane" aria-selected="true">
                          <h3>یافتن پاسخ درست</h3>
                        </button>
                      </li>

                      <li class="nav-item" role="presentation">
                        <button class="nav-link" id="way-tab" data-bs-toggle="tab" data-bs-target="#way-tab-pane" type="button" role="tab" aria-controls="way-tab-pane" aria-selected="true">
                          <h3>یافتن مسیر</h3>
                        </button>
                      </li>

                      <li class="nav-item" role="presentation">
                        <button class="nav-link" id="culture-tab" data-bs-toggle="tab" data-bs-target="#culture-tab-pane" type="button" role="tab" aria-controls="culture-tab-pane" aria-selected="true">
                          <h3>فرهنگ</h3>
                        </button>
                      </li>

                      <li class="nav-item" role="presentation">
                        <button class="nav-link" id="social-tab" data-bs-toggle="tab" data-bs-target="#social-tab-pane" type="button" role="tab" aria-controls="social-tab-pane" aria-selected="true">
                          <h3>انزوای اجتماعی</h3>
                        </button>
                      </li>
                    </ul>

                    <div class="tab-content flex-grow-1" id="myTabContent">
                      <div class="tab-pane fade show active" id="english-tab-pane" role="tabpanel" aria-labelledby="english-tab" tabindex="0">
                        <p>یکی از بزرگ&zwnj;ترین چالش&zwnj;هایی که مهاجران تا&zwnj;زه&zwnj;وارد به کانادا به احتمال زیاد با آن مواجه هستند زبان انگلیسی است. برای بسیاری، زبان انگلیسی به عنوان زبان دوم است که مکالمه روزمره و تطبیق با جامعه کانادایی را دشوار می&zwnj;کند.</p>
                        <p>کمبود دانش زبانی زمانی خود را نشان می&zwnj;دهد که به دنبال کار هستید و بسیاری از کارفرمایان مهارت زبانی قوی می&zwnj;خواهند؛ چیزی که شما احتمالا در آن ضعیف هستید!</p>
                        <p>به احتمال زیاد، شما آزمون IELTS را پشت سر گذاشته&zwnj;اید، اما در کانادا باید بدانید که امتیاز IELTS شما با چه سطحی از CLB برابر است. راهنمای کلی را می&zwnj;توان به شکل زیر بیان کرد:</p>
                        <ul>
                          <li>IELTS 4.0-4.5: Limited User - CLB 4-5</li>
                          <li>IELTS 5.0-5.5: Modest User - CLB 6</li>
                          <li>IELTS 6.0-6.5: Competent User - CLB 7-8</li>
                          <li>IELTS 7.0-7.5: Good User - CLB 9</li>
                          <li>IELTS 8.0-9.0: Very Good User - CLB 10-12</li>
                        </ul>
                        <p>همچنین، راهنمای زیر نیز به شما کمک می&zwnj;کند تا بدانید که امتیاز IELTS شما از نظر میزان دانش زبان انگلیسی در کانادا چطور خواهد بود:</p>
                        <ul>
                          <li>IELTS 4 و پایین&zwnj;تر: این امتیاز نشان می&zwnj;دهد که دانش زبان انگلیسی شما ضعیف است. شما قادر به انجام مکالمات بسیار ابتدایی در جامعه خواهید بود اما درک شما از مخاطب بسیار کم است و نمی&zwnj;توانید جملات پیچیده&zwnj;تری بیان کنید.</li>
                        </ul>
                        <ul>
                          <li>IELTS 5: نشان&zwnj;دهنده دانش زبانی متوسط رو به پایین است. با این سطح از دانش می&zwnj;توانید تا حدودی مکالمات روزمره خود را پیش ببرید، اما بیان جملات پیچیده&zwnj;تر و دقیق&zwnj;تر بسیار دشوار است.</li>
                        </ul>
                        <ul>
                          <li>IELTS 6: این امتیاز نشان&zwnj;دهنده دانش زبان قابل قبول است. در موقعیت&zwnj;های مختلف می&zwnj;توانید مکالمه داشته باشید، هرچند که در بیان جملات پیچیده&zwnj;تر ممکن است نتوانید دقت مورد نیاز را داشته باشند باشید و سوء برداشت ایجاد کنید.</li>
                        </ul>
                        <ul>
                          <li>IELTS 7: این امتیاز برای دانش زبانی خوب است و فرد می&zwnj;تواند در موقعیت&zwnj;های مختلف مکالمه داشته باشد و به ندرت بی&zwnj;دقتی خواهد داشت و سوء تفاهم بسیار کمی ایجاد خواهد کرد.</li>
                        </ul>
                        <ul>
                          <li>IELTS 8 و بالاتر: نشان&zwnj;دهنده دانش زبان قوی است. فرد می&zwnj;تواند به صورت موثر در تمامی موقعیت&zwnj;ها مکالمه داشته باشد و خطاهای او به شدت کم خواهند بود.</li>
                        </ul>
                        <p>ما در فناوران با علم بر اینکه زبان انگلیسی بسیاری از مهاجران تازه&zwnj;وارد در سطح مورد نیاز نیست، مجموعه&zwnj;ای از دوره&zwnj;های ویژه زبان انگلیسی را برگزار کرده&zwnj;ایم تا هموطنان بتوانند این چالش بزرگ را که سدی در برابر پیشرفت است و خواهد بود از سر بگذرانند.</p>
                        <p><Link href="https://fanavaran.ca/english-courses/" target="_blank" rel="noopener">دپارتمان زبان انگلیسی فناوران(کلیک کنید)</Link></p>
                      </div>

                      <div class="tab-pane fade" id="work-tab-pane" role="tabpanel" aria-labelledby="work-tab" tabindex="0">
                        <p>یکی دیگر از بزرگ&zwnj;ترین چالش&zwnj;هایی که مهاجران تازه&zwnj;وارد به کانادا با آن مواجه می&zwnj;شوند یافتن کار است، به ویژه برای کسانی که به تازگی از ایران به کانادا آمده&zwnj;اند و با یک دنیای جدیدی مواجه شده&zwnj;اند. براساس تجربه میدانی که اکثر اعضای تیم فناوران در روزهای اول مهاجرت خود کسب کرده&zwnj;اند و داستان&zwnj;هایی که از کلاینت&zwnj;ها نقل شده، چالش پیدا کردن کار به یک زنجیره متصل است:</p>
                        <ul>
                          <li>تبدیل ارز: تا زمانی که یک کار معتبر با درآمد ثابت و خوب پیدا نکنید، مجبور هستید که ریال را به دلار تبدیل کنید و با مجموعه&zwnj;ای از چالش&zwnj;ها از جمله نرخ&zwnj;های نوسانی، صرافی قابل اطمینان و موارد دیگر مواجه خواهید بود. بنابراین، &zwnj;باید هر چه زودتر نسبت به پیدا کردن کار اقدام کنید و پایه&zwnj;های اصولی برای تقویت رزومه خود جهت کاریابی را بسازید.</li>
                        </ul>
                        <ul>
                          <li>کار عمومی: بسیاری از افراد حتی با رزومه&zwnj;های بسیار قوی نمی&zwnj;توانند انتظار داشته باشند که در بدو ورود به کانادا بتوانند به شغل ایده&zwnj;آل و مورد نظر خود برسند.</li>
                        </ul>
                        <p>پیدا کردن کار در حوزه&zwnj; تخصصی، به ویژه در مشاغلی که در کانادا رگولیت شده هستند در روزهای اول ورود بسیار دشوار است. چرا که نیاز به اخذ لایسنس جهت فعالیت دارید. از این رو، باید اثبات کنید که می&zwnj;توانید مسئولیت کارهای خود را بپذیرید و این پروسه تا چند سال می&zwnj;تواند زمان در بر بگیرد. از این رو، ممکن است نیاز به شغل&zwnj;های جنرال&zwnj;تر با درآمدهای پایین&zwnj;تر داشته باشید تا بتوانید وضعیت خود را درست کنید.</p>
                        <p>در نظر بگیرید که نباید در دام مشاغل جنرال&zwnj;تر بیفتید و حتما باید حرفه تخصصی خود را که در ایران داشتید ادامه بدهید.</p>
                        <ul>
                          <li>درک بازار کار در کانادا: شناسایی بازار کار در کانادا چالش دیگری است که بدون شک تمامی مهاجران با آن مواجه خواهند شد. بازار شغلی در کانادا از بازار شغلی در کشورهای دیگر به ویژه ایران کاملا متفاوت است و متقاضیان باید هنجارها و انتظارات کارفرمایان کانادایی را بشناسند.</li>
                        </ul>
                        <p>بهترین راه جستجوی درست و دقیق است تا بتوانید درک درستی داشته باشید و واقعیت را ببینید. برای جستجوی درست بار دیگر زبان انگلیسی در مقابل شما قرار می&zwnj;گیرد!</p>
                        <ul>
                          <li>زبان انگلیسی: همانطور که پیشتر هم گفته شد، زبان انگلیسی بزرگ&zwnj;ترین چالش برای اکثر مهاجران ایرانی و فارسی&zwnj;زبان از دیگر کشورها است. به طور قطع، برای موفقیت در بازار شغلی، شناسایی بازار و یافتن مقصد مورد نظر، زبان انگلیسی مهم&zwnj;ترین ابزاری است که باید داشته باشید و هیچ استثنایی در این زمینه وجود ندارد. اگر زبان شما ضعیف است، توانایی جستجوی درست و مکالمه دقیق را ندارید و نمی&zwnj;توانید سوال خود را واضح بپرسید، تنها یک راه&zwnj;حل دارید! به کلاس زبان بروید.</li>
                        </ul>
                        <ul>
                          <li>ترس از سرمایه&zwnj;گذاری روی خود: یکی دیگر از چالش&zwnj;هایی که مهاجران تازه&zwnj;وارد به کانادا به ویژه افراد متخصص همچون مهندسان، معماران و تکنسین&zwnj;ها با آن مواجه می&zwnj;شوند ترس از سرمایه&zwnj;گذاری روی خود است. تا زمانی که برای آموزش و تقویت دانش خودتان هزینه نکنید، نمی&zwnj;توانید انتظار چندانی از کارفرمایان داشته باشید. چرا که بدون سرتیفیکیت و لایسنس شنای بررسی رزومه شما کاهش قابل ملاحظه&zwnj;ای خواهد داشت.</li>
                        </ul>
                        <p>مهاجران تازه&zwnj;وارد باید روی خودشان و تقویت مهارت&zwnj;هایی که دارند سرمایه&zwnj;گذاری کنند. فرض کنید در ایران مهندس بودید و حالا به کانادا آمده&zwnj;اید. تا زمانی که لایسنس مهندسی (P.Eng) نگیرید حتی نمی&zwnj;توانید خود را &laquo;مهندس&raquo; خطاب کنید.</p>
                        <p>برای دریافت این لایسنس باید حداقل یک <Link href="https://fanavaran.ca/courses/nppe-exam-preparation/">دوره آموزشی NPPE</Link> برای آمادگی جهت آزمون مهندسی (در کانادا به این آزمون NPPE گفته می&zwnj;شود) را بگذرانید تا بتوانید از سد آزمون دریافت لایسنس عبور کنید. دیگر مشاغل رگولیت شده همچون تکنسین&zwnj;های فنی و معماران نیز وضعیت مشابهی دارند. پس ترسی از سرمایه&zwnj;گذاری روی خودتان نداشته باشید.</p>
                        <ul>
                          <li>لایسنس&zwnj;ها و سرتیفیکیت&zwnj;های تخصصی هر حوزه: کانادا جزو کشورهایی است که مجموعه&zwnj;ای از مشاغل رگولیت شده را تعریف کرده است. به طور خلاصه، تمامی مشاغلی که با جان انسان&zwnj;ها سروکار دارند و فرد باید مسئولیت کار خود را بپذیرد نیازمند دریافت لایسنس از دولت فدرال یا استانی هستند. این یعنی که اگر مهندس هستید، معمار هستید یا در زمینه مشاغل فنی (Skilled Trades)&nbsp; فعالیت داشتید، باید لایسنس فعالیت دریافت کنید تا کار خود را در کانادا ادامه بدهید.</li>
                        </ul>
                        <p>یکی از چالش&zwnj;ها می&zwnj;تواند شناسایی لایسنس یا سرتیفیکیت مورد نظر باشد.</p>
                        <p>فرض کنید شما جوشکار زیر آب هستید، آیا می&zwnj;دانید که باید چه لایسنسی برای ادامه فعالیت خود در کانادا دریافت کنید!؟ از این رو باید زمان خوبی را برای جستجو و تحقیق بازار کار کانادا، پیش&zwnj;نیازهای شغلی به ویژه حوزه تخصصی خود و نحوه برآورده کردن این پیش&zwnj;نیازها اختصاص دهید.</p>
                        <ol>
                          <li>یافتن رگولاتوری&zwnj;های استانی: مشاغل رگولیت شده در کانادا عموما توسط ارگان&zwnj;های رگولاتوری تنظیم می&zwnj;شوند که استانداردها و پیش&zwnj;نیازها برای دریافت لایسنس&zwnj;ها را تعیین می&zwnj;کنند. متخصصانی که به تازگی وارد کانادا شده&zwnj;اند باید در رابطه با ارگانی که حرفه آن&zwnj;ها را قانون&zwnj;گذاری کرده تحقیق کنند و پیش&zwnj;نیازها را به صورت مستقیم از آن&zwnj;ها بپرسند.</li>
                          <li>شرکت در جلسات اطلاع&zwnj;رسانی: بسیاری از رگولاتورهای قانون&zwnj;گذار جلسات اطلاع&zwnj;رسانی و ورکشاپ&zwnj;هایی را برگزار می&zwnj;کنند تا به مهاجران تازه&zwnj;وارد در رابطه با روند اعطای لایسنس کمک&zwnj;رسانی کنند.</li>
                          <li>فناوران: موسسه فناوران برای کمک&zwnj;رسانی به هموطنان متخصص در فیلدهای مهندسی و فنی، مجموعه&zwnj;ای از وبینارها و ورکشاپ&zwnj;ها را به صورت مداوم برگزار می&zwnj;کند تا افراد تازه&zwnj;وارد و حتی افرادی که به دنبال پیشرفت شغلی هستند بتوانند در خصوص لایسنس&zwnj;ها و سرتیفیکیت&zwnj;های معتبر کانادایی و بین&zwnj;المللی اطلاعات مورد نیاز را کسب کنند. علاوه بر این، خدماتی جهت تکمیل اپلیکیشن&zwnj;های درخواست لایسنس، آمادگی جهت شرکت در آزمون&zwnj;ها و دسترسی به منابع آموزشی ارائه کرده است.</li>
                        </ol>
                        <ul>
                          <li>تفاوت&zwnj;های فرهنگی: دیگر چالشی است که در بخش پیدا کردن کار ممکن است به عنوان یک مهاجر تازه&zwnj;وارد با آن مواجه شوید. این چالش تاثیر بسزایی روی جستجوی بازار کار دارد. برای مثال، نحوه مکالمه در کانادا به ویژه در محیط کاری ممکن است با نحوه مکالمه در ایران تفاوت&zwnj;های بزرگی داشته باشد.</li>
                        </ul>
                        <p>همچنین بسیاری از مهاجران ممکن است با اخلاق حرفه&zwnj;ای در محیط کاری آشنا نباشند و به همین دلیل در پیدا کردن کار با مشکل بزرگی مواجه خواهند بود. برای برطرف کردن این مشکل فعالیت&zwnj;های داوطلبانه، شبکه&zwnj;سازی و حضور در دوره&zwnj;های زبان انگلیسی با تمرکز بر محیط کار می&zwnj;توانند بهترین راه&zwnj;حل&zwnj;های موجود باشند.</p>
                        <ul>
                          <li>سابقه کار کانادایی: اکثر کارفرمایان در کانادا ترجیح می&zwnj;دهند افرادی را استخدام کنند که تجربه کار کانادایی دارند و به همین دلیل پیدا کردن کار برای مهاجران تازه&zwnj;وارد به شدت دشوار است. کسب تجربه کار کانادایی می&zwnj;تواند یکی از چالش&zwnj;برانگیزترین فعالیت&zwnj;ها برای مهاجران باشد. راه&zwnj;حل&zwnj;هایی برای دریافت تجربه کار وجود دارد:</li>
                        </ul>
                        <ol>
                          <li>کارهای داوطلبانه: انجام فعالیت&zwnj;های داوطلبانه یکی از بهترین مسیرها برای دریافت تجربه کار کانادایی است، چرا که به کامیونیتی خدمت می&zwnj;کند. فعالیت&zwnj;های داوطلبانه فرصت&zwnj;های بسیاری برای توسعه مهارت&zwnj;های جدید، ایجاد ارتباط و یافتن رفرنس&zwnj;های معتبر فراهم خواهد کرد.</li>
                          <li>کارآموزی و برنامه&zwnj;های Co-op: بسیاری از کارفرمایان کانادایی برنامه&zwnj;های Co-op و کارآموزی را برای دانشجویان و فارغ&zwnj;التحصیلان جدید ارائه می&zwnj;کنند. این برنامه&zwnj;ها می&zwnj;تواند فرصت بسیار خوبی برای شما فراهم کنند که تجربه کار ارزشمندی بیابید و برای خود در آن صنعت کانکشن ایجاد کنید.</li>
                          <li>مشاغل موقت: مشاغل موقت یا مشاغل قراردادی نیز می&zwnj;توانند فرصت&zwnj;های بسیاری را برای شما فراهم کنند تا بتوانید تجربه کار کانادایی به دست بیاورید و برای خود در صنعتی که هستید کانکشن ایجاد کنید.</li>
                          <li>شبکه&zwnj;سازی: دیگر راه&zwnj;حلی که برای تجربه کار کانادایی می&zwnj;توانید در پیش بگیرید، شبکه&zwnj;سازی است. شبکه&zwnj;سازی یک بخش مهم از فرایند کاریابی در کانادا است. مهاجران تازه&zwnj;وارد می&zwnj;توانند در رویدادهای مختلف، اجتماعات تخصصی و موارد مشابه شرکت کنند تا برای خود کانکشن بسازند و در عین حال فرصت&zwnj;های کاری جدید را بشناسند.</li>
                        </ol>
                      </div>

                      <div class="tab-pane fade" id="answer-tab-pane" role="tabpanel" aria-labelledby="answer-tab" tabindex="0">
                        <p>یافتن پاسخ درست برای مهاجران تازه&zwnj;وارد می&zwnj;تواند چالش&zwnj;برانگیز باشد و دلایل زیادی هم وجود دارد. اولین دلیل زبان انگلیسی است! تا زمانی که زبان خود را تقویت نکنید در تمامی روزهای حضور در کانادا با مشکل مواجه خواهید بود.</p>
                        <p>زمانی که زبان انگلیسی شما ضعیف است، نمی&zwnj;توانید به درستی در محیط آنلاین تحقیق کنید و منابع بسیار ارزشمندی را از دست می&zwnj;دهید. علاوه بر این، افراد تازه&zwnj;وارد به کانادا شبکه ارتباطی ندارند و فرد مناسبی برای راهنمایی آن&zwnj;ها در مسیر کاریابی درست وجود ندارد. این ضعف بزرگ در شبکه حرفه&zwnj;ای آن&zwnj;ها باعث می&zwnj;شود تا به پاسخ درست نرسند.</p>
                        <p>در نهایت، پیچیدگی بازار کاری در کانادا و فرایند ارزیابی مدارک تحصیلی در این کشور می&zwnj;تواند باعث سردرگمی مهاجران تازه&zwnj;وارد و تردید در آن&zwnj;ها شود، به همین دلیل نمی&zwnj;دانند از کجا باید برای رسیدن به پاسخ درست اقدام کنند.</p>
                        <ul>
                          <li>زبان انگلیسی: احتمالا این چندمین باری است که با زبان انگلیسی مواجه می&zwnj;شوید. اما این واقعیت جامعه کانادایی است. تا زمانی که انگلیسی شما قوی نباشد و به اصطلاح &laquo;از پس خود برنیایید&raquo; این معضل همراه شما خواهد بود.</li>
                        </ul>
                        <p>کسانی که به تازگی به کانادا مهاجرت کرده&zwnj;اند با ترمینولوژی&zwnj;های تخصصی فیلد خود در کانادا آشنا نیستند و به همین دلیل نمی&zwnj;توانند جستجوی درستی داشته باشند و سوال درست را بپرسند. علاوه بر این، ممکن است با نحوه درست تحقیق در موتورهای جستجوی آنلاین آشنا نباشند و نتوانند به رفرنس&zwnj;های معتبر دولتی و استانی برسند و گاها دچار سوء برداشت شوند یا به پاسخ&zwnj;های نادرست برسند.</p>
                        <p>این تنها یک روی سکه است! ممکن است فرد به جواب درست برسد، اما محدودیت&zwnj;های زبانی مانع بزرگی در برابر درک درست پاسخ شود. حتی اگر از ابزار ترجمه آنلاین هم استفاده کنید، ممکن است با ترجمه&zwnj;ای غیرشفاف، مبهم و یا حتی نادرست مواجه شوید.</p>
                        <ul>
                          <li>فرد قابل اعتماد و معتبر: اگر تا به اینجای متن را خوانده باشید، حتما دریافته&zwnj;اید که newcomers و افراد تازه&zwnj;وارد به کانادا شبکه حرفه&zwnj;ای و تخصصی ندارند و باید آن را بسازند. مهندسان، تکنسین&zwnj;ها، مدیران پروژه و معماران نباید انتظار داشته باشند که در بدو ورود به کانادا همه متخصصان فیلد خود را شناسایی کنند. از این رو راهنمای مناسبی برای توصیه&zwnj;های کاربردی نخواهند داشت.</li>
                        </ul>
                        <p>این کمبود باعث می&zwnj;شود تا با چالش بزرگی در رسیدن به پاسخ درست مواجه شوند و سوالات آن&zwnj;ها در خصوص بازار کاری کانادا، پیش&zwnj;نیازهای دریافت لایسنس&zwnj;ها و دیگر موارد مهم در این کشور بدون جواب بماند.</p>
                        <p>این افراد همچنین ممکن است اعتمادبه&zwnj;نفس خود را از دست داده باشند و نتوانند با کارفرمایان بالقوه ارتباط بگیرند. چرا که می&zwnj;ترسند همانند یک فرد بی&zwnj;تجربه یا غیرحرفه&zwnj;ای جلوه کنند. اما نگران نباشید! برای این موضوع یک راه&zwnj;حل وجود دارد: منتور!</p>
                        <p>منتور فردی است که می&zwnj;تواند دانش ارزشمندی را در اختیار شما قرار دهد و دید کاملی از وضعیت بازار کاری در کانادا ایجاد کند و شما را به متخصصان فیلد خودتان متصل سازد.</p>
                        <p>منتورها می&zwnj;توانند در موضوعات مختلفی از جمله نوشتن رزومه، استراتژی&zwnj;های کاریابی و آمادگی برای مصاحبه کاری به شما کنند. ممکن است اکنون چالش دیگری به ذهن شما خطور کرده باشد: چطور یک منتور خوب پیدا کنم؟</p>
                        <ul>
                          <li>فناوران: اینجاست که فناوران و دیگر گروه&zwnj;های تخصصی شغلی-آموزشی می&zwnj;توانند نقش موثری برای شما ایفا کنند. تیم فناوران از افراد متخصص در فیلدهای مهندسی، معماری، Skilled Trades و مدیریت پروژه تشکیل شده که تمامی این مسیر را طی کرده&zwnj;اند و می&zwnj;توانند دانش ارزشمند چندین ساله خود را (به اصلاح کانادایی&zwnj;ها، Golden Knowledge) در اختیار شما قرار دهند. خدمات منتورشیپ فناوران شما را در مسیر درست قرار خواهد داد.&nbsp;</li>
                        </ul>
                      </div>

                      <div class="tab-pane fade" id="way-tab-pane" role="tabpanel" aria-labelledby="way-tab" tabindex="0">
                        <p>یکی دیگر از بزرگ&zwnj;ترین چالش&zwnj;هایی که در برابر تازه&zwnj;واردان به کانادا قرار می&zwnj;گیرد این است که مسیر درست شغلی خود را مشخص کنند. این کار بسیار دشوار است، چرا که شناخت دقیقی از محیط کاری کانادا و استانداردهای این محیط برای فرد تازه&zwnj;وارد وجود ندارد.</p>
                        <p>ممکن است فرد تحصیلات و تجربه کاری زیادی در ایران داشته باشد، اما باید بفهمد که این دو چگونه در جامعه کانادایی تطبیق و معادل&zwnj;یابی می&zwnj;شوند. در این مسیر باید دو سوال را از خود بپرسید و به جواب برسید: &laquo;چه شغلی برای من مناسب است؟ عنوان شغلی مورد نظر من چیست؟&raquo; برای پاسخ به این سوال باید به چند فاکتور کلیدی توجه داشته باشید:</p>
                        <ul>
                          <li>تحصیلات</li>
                          <li>مهارت&zwnj;ها</li>
                          <li>علایق</li>
                          <li>تجربیات</li>
                        </ul>
                        <p>همچنین باید به گزینه&zwnj;های موجود در بازار کاری نیز توجه کنید: &laquo;کارمند، کارآفرین، خوداشتغال&raquo;. هریک از این گزینه&zwnj;ها تفاوت&zwnj;هایی با یکدیگر دارند و چالش&zwnj;ها و مزایای خاص خود را خواهند داشت. کمی بیشتر توضیح می&zwnj;دهیم:</p>
                        <ul>
                          <li>-کارمندی: بسیاری از افراد دارای روحیه کارمندی هستند و ترجیح می&zwnj;دهند که ریسک کمتری در طول دوره کاری خود داشته باشند. اگر قصد دارید که در کانادا به عنوان کارمند به کار خود ادامه دهید، بد نیست در رابطه با پیش&zwnj;نیازهای کارمندی آشنا شوید. به صورت عمومی، کارمند به فردی گفته می&zwnj;شود که برای یک شرکت یا سازمان کار می&zwnj;کند و در ازای کاری که انجام می&zwnj;دهد دستمزد دریافت می&zwnj;کند، خواه به صورت ماهانه و خواه به صورت ساعتی.</li>
                        </ul>
                        <p>-رزومه: نوشتن رزومه استاندارد برای محیط کار کانادایی اهمیت بسیار زیادی دارد و تنها راه ارتباطی شما با کارفرما یا مدیری است که می&zwnj;تواند شما را استخدام کند. اگر با استانداردهای نوشتن یک رزومه کاری آشنایی ندارید و نمی&zwnj;دانید که چطور رزومه خود را برای کانادا سفارشی&zwnj;سازی کنید، حتما باید در این زمینه مهارت خود را افزایش دهید تا در بازار کاری بتوانید موفق شوید.</p>
                        <p>-شبکه&zwnj;سازی حرفه&zwnj;ای: همانطور که دریافتید، شبکه&zwnj;سازی حرفه&zwnj;ای یکی از بخش&zwnj;های مهم در پیدا کردن کار است. در نظر داشته باشید که شبکه&zwnj;سازی باید در راستای فیلد تخصصی شما صورت بگیرد، از این رو باید اطلاعات کافی در این زمینه کسب کنید و با روش&zwnj;های یافتن همکاران بالقوه خود آشنا شوید.</p>
                        <p>-استمرار و پشتکار: داشتن تاریخچه یکپارچه و مستمر در فیلد تخصصی که دارید نیز برای کارفرمای کانادایی ارزشمند است. کارفرمایان کانادایی افرادی را انتخاب می&zwnj;کنند که تاریخچه خوبی دارند و در موقعیت&zwnj;های شغلی مختلف برای مدت قابل قبولی باقی مانده&zwnj;اند.</p>
                        <p>-درک روش&zwnj;های اپلای: در کانادا، آگهی&zwnj;های شغلی عموما به صورت آنلاین منتشر می&zwnj;شوند؛ از این رو متقاضیان باید با نحوه پر کردن اپلیکیشن&zwnj;ها آشنایی داشته باشند. سر زدن به سایت&zwnj;های کاریابی از جمله Indeed و Glassdoor نباید از یادتان برود!</p>
                        <p>-زبان انگلیسی یا فرانسه: بله! همانطور که می&zwnj;بینید، بار دیگر زبان انگلیسی یا فرانسه در مقابل راه شما قرار دارد. این دو زبان&zwnj;های رسمی کانادا هستند و ارزش برابری هم دارند. هرچه دانش زبانی قوی&zwnj;تری داشته باشید، رقابت&zwnj;پذیرتر خواهید بود و می&zwnj;توانید در کنار یک شهروند جویای کار کانادایی&zwnj;الاصل رقابت کنید.</p>
                        <p>-مشاوره: مشاوره و منتورینگ را فراموش نکنید! احتمال اینکه بتوانید همه کارها را خودتان تنهایی پیش ببرید بسیار پایین است، به ویژه در کشوری همچون کانادا که کار تیمی و روحیه ارتباط و مکالمه به وفور دیده می&zwnj;شود.</p>
                        <p>به صورت کلی، کارمندی برای افرادی که به تازگی وارد کانادا شده&zwnj;اند گزینه بسیار خوبی است، چرا که فرصت داشتن کار و درآمد ثابت را دارند؛ تا زمانی که مسیرهای مختلف را شناسایی کنند و &laquo;گلیم خود را از آب بیرون بکشند!&raquo;<br /><iframe src="https://www.youtube.com/embed/grM4yTGitL0" width="420" height="345"><br /></iframe></p>
                        <h4>کارگاه آموزش کاریابی در کانادا</h4>
                        <ul>
                          <li>کارآفرینی: کارآفرین کسی است که ریسک&zwnj;پذیری بالایی دارد و در اکثر مواقع، نمی&zwnj;تواند روحیه کارمندی داشته باشد. این فرد ریسک مالی را می&zwnj;پذیرد و بیزینس یا بیزینس&zwnj;هایی را با هدف کسب منفعت مالی و اجتماعی راه&zwnj;اندازی می&zwnj;کند. کارآفرینان افرادی هستند که عموما خلاقیت و ابتکار دارند و فرصت&zwnj;های بازار کاری را می&zwnj;شناسند. آن&zwnj;ها از مهارت&zwnj;ها و منابع خود استفاه می&zwnj;کنند و یک بیزینس جدید را راه می&zwnj;اندازند. آن&zwnj;ها مسئول موفقیت یا شکست بیزینس خود هستند و باید تصمیمات درست و راهبری برای رشد و ثبات کاری خود داشته باشند. کارآفرینان می&zwnj;توانند به صورت فردی یا گروهی فعالیت کنند و باید مهارت&zwnj;های مختلفی را داشته باشند، از جمله مدیریت، مارکتینگ، مالی و رهبری. اگر روحیه کارآفرینی دارید، بد نیست چند پیش&zwnj;نیاز ضروری این حوزه را بشناسید:</li>
                        </ul>
                        <p>-بیزینس پلن: یک کارآفرین باید بیزینس پلن بسیار قوی داشته باشند. بیزینس پلن باید اهداف شرکت، بازار هدف، استراتژی مارکتینگ، بودجه&zwnj;بندی و ساختار مدیریتی را به صورت شفاف و دقیق مشخص کند.</p>
                        <p>-محیط بیزینسی در کانادا: به عنوان یک کارآفرین، باید به صوت کامل با محیط بیزینسی در کانادا آشنایی کسب کنید. شناخت دقیق مواردی از جمله مالیات، قوانین کار و مجوزها برای ادامه کار شما حیاتی است.</p>
                        <p>-بودجه کافی: برای شروع یک بیزینس به بودجه کافی نیاز دارید، پس اگر فعلا بودجه مورد نیاز را ندارید، بهتر است به گزینه&zwnj;ها دیگر فکر کنید.</p>
                        <p>-شبکه&zwnj;سازی: برای یک کارآفرین همانند یک کارمند ایجاد شبکه ارتباطی قدرتمند اهمیت دارد، چرا که بحث فروش محصول یا خدمات در این بین مطرح است. کارآفرینان باید دانش خود را پیرامون شبکه&zwnj;سازی و ایجاد ارتباطات تقویت کنند تا شرکای جدید و مشتریان بالقوه را از دست ندهند.</p>
                        <p>-زبان انگلیسی یا فرانسه: جزء جدایی&zwnj;ناشدنی در کانادا زبان&zwnj;های رسمی این کشور هستند. اگر کارآفرین هستید اما دانش زبان شما قوی نیست، کار شما وسعت نمی&zwnj;گیرد، پس حتما کلاس زبان را از یاد نبرید.</p>
                        <p>-مشاوره: کسب تجربه از افراد باتجربه هیچ ضرری ندارد. آن&zwnj;ها راهی را رفته&zwnj;اند که شما در ابتدای آن قرار دارید، در نتیجه هرگز دست تنها به میدان نبرد نروید!</p>
                        <p>به صورت کلی، کارمندی برای افرادی که به تازگی وارد کانادا شده&zwnj;اند گزینه بسیار خوبی است، چرا که فرصت داشتن کار و درآمد ثابت را دارند؛ تا زمانی که مسیرهای مختلف را شناسایی کنند و &laquo;گلیم خود را از آب بیرون بکشند!&raquo;</p>
                        <ul>
                          <li>در اولین روزهای ورود خود به کانادا کارآفرین نباشید! این جمله اهمیت زیادی دارد. هرگز نباید فاکتورهای موفقیت بیزینس در کانادا را از یاد ببرید! اگر این فاکتورها را نمی&zwnj;شناسید به این معنا است که هنوز در این کشور جا نیفتاده&zwnj;اید. تازه&zwnj;واردان برای راه&zwnj;اندازی بیزینس با چالش&zwnj;هایی مواجه خواهند بود:</li>
                        </ul>
                        <p>-دانش کم از محیط کاری در کانادا، محیط بیزینسی، رفتار مشتریان، عملکرد رقبا و نحوه برخورد تامین&zwnj;کنندگان</p>
                        <p>-بودجه نه چندان قوی</p>
                        <p>-محدودیت&zwnj;های زبانی</p>
                        <p>-مجوزها و قوانین</p>
                        <p>-شبکه ارتباطی بسیار محدود<br />تنها بخشی از چالش&zwnj;هایی هستند که تازه&zwnj;واردان با آن&zwnj;ها دست و پنجه نرم خواهند کرد.<br /><iframe src="https://www.youtube.com/embed/ribjOcXBZW4" width="420" height="345"><br /></iframe></p>
                        <h4>چگونه در بازار کار کانادا موفق شویم(بخش اول)</h4>
                        <p><iframe src="https://www.youtube.com/embed/ZRtjkvYaQVg" width="420" height="345"><br /></iframe></p>
                        <h4>چگونه در بازار کار کانادا موفق شویم(بخش دوم)</h4>
                        <ul>
                          <li>خوداشتغال: اگر با کارمندی کنار نمی&zwnj;آیید و در عین حال ریسک بالا برای کارآفرینی را ندارید، بهترین گزینه برای شما خوداشتغالی است. به عنوان یک تازه&zwnj;وارد که قصد ورود به حوزه خوداشتغالی را دارید، باید گزینه&zwnj;هایی را که در مقابل شما قرار دارند بشناسید و پیش&zwnj;نیازهایی که در این مسیر باید داشته باشید را درک کنید. خوداشتغالی برای شما انعطاف بالایی فراهم می&zwnj;کند، اما می&zwnj;تواند تا حدودی چالش&zwnj;برانگیز نیز باشد، چرا که با چشم&zwnj;انداز شغلی در کانادا آشنایی ندارید. برای موفقیت در این حوزه باید ایده بیزینسی خوبی داشته باشید. همچنین باید درک کاملی از پیش&zwnj;نیازهای قانونی، حقوقی و جریان پولی به دست بیاورید. به علاوه، فرد خوداشتغال باید مهارت&zwnj;های لازم برای تبلیغ خدمات خود و بازاریابی را داشته باشد. داشتن دانش در فیلد تخصصی به همراه سرتیفیکیت یا لایسنس نیز الزامی است. بعضی از عناوین مشاغل خوداشتغالی عبارتند از:</li>
                        </ul>
                        <ul dir="ltr">
                          <li>Engineering consultant</li>
                          <li>Technical writer</li>
                          <li>Project management consultant</li>
                          <li>Energy advisor</li>
                          <li>Home inspector</li>
                          <li>Architectural designer</li>
                          <li>Building inspector</li>
                          <li>Construction manager</li>
                          <li>Land surveyor</li>
                          <li>Structural engineer</li>
                          <li>Urban planner</li>
                        </ul>
                        <ul>
                          <li>علاوه بر این، مهاجران تازه&zwnj;وارد به کانادا به ویژه مهندسان و معماران باید از اشتباهات رایجی که ممکن است مرتکب شوند آگاه باشند. اشتباهات رایج عبارتند از:</li>
                        </ul>
                        <p>-تصور اینکه تجربه کاری و مدارک تحصیلی قبلی آن&zwnj;ها به صورت اتوماتیک در کانادا نیز شناخته می&zwnj;شود</p>
                        <p>-عدم شبکه&zwnj;سازی و نتورکینگ حرفه&zwnj;ای</p>
                        <p>-عدم درک درست از بیلدینگ کد و استانداردها</p>
                        <p>-دست کم گرفتن اهمیت تقویت مهارت&zwnj;های ارتباطی و مکالمه</p>
                        <p>-عدم مطابقت با محیط کاری و فرهنگ کاری در کانادا و در نتیجه ضعف در شناسایی انتظارات، اولویت&zwnj;ها، کار تیمی و تعادل</p>
                        <p>-ترس از سرمایه&zwnj;گذاری روی خود و توسعه مهارت&zwnj;ها و دانش با فرضیات اشتباه</p>
                        <p>-ناتوانی در نتورکینگ موثر<br />و موارد مشابه دیگر</p>
                        <ul>
                          <li>دیگر موردی که مهندسان، به ویژه مهندسان تازه&zwnj;وارد به کانادا باید به آن توجه داشته باشند، انتخاب بین مهندسی و مدیریت پروژه است. این انتخاب تا حد زیادی به علاقه شخصی، مهارت&zwnj;ها و اهداف بلند مدت شغلی شما بستگی دارد. چند فاکتور برای این دوراهی در اختیار شما قرار می&zwnj;دهیم که هنگام انتخاب می&zwnj;توانید به آن&zwnj;ها توجه داشته باشید.</li>
                        </ul>
                        <p>-وظایف و مسئولیت&zwnj;ها: مدیران پروژه و مهندسان نقش&zwnj;ها و مسئولیت&zwnj;های متفاوتی دارند. مدیران پروژه بیشتر روی برنامه&zwnj;ریزی، سازماندهی و به نتیجه رساندن پروژه تمرکز دارند، در حالی که حوزه فعالیت مهندسان بیشتر روی دیزاین، توسعه و اجرا چیده شده است. برای این منظور، قبل از انتخاب مسیر باید تعریف دقیق مهندسی در کانادا را بخوانید و آن را درک کنید. برای درک فیلد مورد علاقه باید تحقیقات گسترده&zwnj;ای انجام بدهید و یا با یک مشاور و منتور در ارتباط باشید.</p>
                        <p>-مهارت&zwnj;های مورد نیاز: هم مهندسان و هم مدیران پروژه به مجموعه&zwnj;ای از مهارت&zwnj;ها برای پیشرفت و موفقیت در کانادا نیاز خواهند داشت. مدیران پروژه نیاز به مهارت خوب رهبری، روابط عمومی و مهارت&zwnj;های سازمانی دارند، در حالی که مهندسان نیاز به مهارت&zwnj;های حل مسئله، تکنیکال و تجزیه و تحلیل خواهند داشت. برای شناسایی بهترین نقش، روی قدرت و تمایلات خود متمرکز باشید.</p>
                        <p>-آینده شغلی و درآمد: آینده شغلی و درآمد برای مدیران پروژه و مهندسان ممکن است که بسته به فیلد تخصصی و موقعیت جغرافیایی متفاوت باشد. بهترین گزینه انجام تحقیقات گسترده است تا انتظارات خود از شغل و درآمد را بشناسید. منتورینگ تخصصی موسسه فناوران می&zwnj;توانید در این زمینه به شما کمک کند.</p>
                      </div>

                      <div class="tab-pane fade" id="culture-tab-pane" role="tabpanel" aria-labelledby="culture-tab" tabindex="0">
                        <p>شنایی می&zwnj;تواند شامل تفاوت&zwnj;های زبانی، غذایی، هنجارهای اجتماعی و رفتارها در محیط کاری و تحصیلی باشد. شوک فرهنگی را نباید دستکم گرفت، چرا که می&zwnj;تواند به گوشه&zwnj;گیری، اضطراب و ترس تبدیل شود که نهایتا زندگی را برای افراد تازه&zwnj;وارد به کانادا بسیار دشوار خواهد کرد.</p>
                        <p>برای عبور از مرز شوک فرهنگی، باید ذهن باز داشته باشید و تمایل شما برای تطابق با فرهنگ کانادایی بالا باشد. شرکت در رویدادهای فرهنگی و فستیوال&zwnj;ها، شرکت در فعالیت&zwnj;های کامیونیتی محور و تلاش برای صحبت و تعامل با افراد با بک گراندهای متفاوت را می&zwnj;توان چند نمونه برای عبور از شوک فرهنگی نام برد.</p>
                        <p>زبان انگلیسی یا فرانسه اهمیت زیادی برای عبور از شوک فرهنگی دارد تا بتوانید به خوبی با مردم و اطرافیان خود ارتباط برقرار کنید و در اجتماع ترکیب شوید.</p>
                        <p>علاوه بر این، بعضی از سازمان&zwnj;های حمایتی نیز در کانادا وجود دارند که به مهاجران تازه&zwnj;وارد برای عبور از روزهای سخت شوک فرهنگی کمک&zwnj;رسانی می&zwnj;کنند. این موسسات اطلاعات ارزشمندی در رابطه با مسکن، کار، تحصیلات و فرصت&zwnj;های ارتباط با دیگر مهاجران تازه&zwnj;وارد و شهروندان کانادایی را برای شما فراهم خواهند کرد.</p>
                        <p>&nbsp;نهایتا، باید در نظر داشته باشید که عبور از شوک فرهنگی نیازمند زمان و صبر است و به میزان تمایل شما به تطبیق با شرایط جدید بستگی دارد. هرچه ذهن بازتری برای کسب تجارب جدید داشته باشید و از حمایت استقبال کنید، تطبیق&zwnj;پذیری شما با محیط کانادایی راحت&zwnj;تر خواهد بود.</p>
                      </div>

                      <div class="tab-pane fade" id="social-tab-pane" role="tabpanel" aria-labelledby="social-tab" tabindex="0">
                        <p>انزوای اجتماعی نیز یکی دیگر از چالش&zwnj;هایی است که به هیچ عنوان نباید به آن بی&zwnj;توجهی کرد، چرا که می&zwnj;تواند به آسیب&zwnj;های روانی منتهی شود.&nbsp;</p>
                        <p>حضور در کشوری ناآشنا بدون خانواده و اقوام و نزدیکان می&zwnj;تواند تجربه تنهایی را در فرد القا کند و این موضوع هیچ ارتباطی با تخصصی و مهارت&zwnj;های شما ندارد، بلکه در همه مهاجران این بازه دیده خواهد شد. برای غلبه بر انزوای اجتماعی نیاز است که نتورکینگ حرفه&zwnj;ای را فرا بگیرید و با مردم حرف بزنید.</p>
                        <p>&nbsp;در رویدادهای کامیونیتی محور حضور داشته باشد، به کلاب&zwnj;های اجتماعی بپیوندید و در فعالیت&zwnj;های فرهنگی شرکت کنید. انجام کارهای داوطلبانه نیز می&zwnj;تواند یک راه ایده&zwnj;آل برای ملاقات با مردم عادی و متخصص، حتی در فیلد تخصصی خود شما باشد. ممکن است در ابتدا برخوردها به نظر شما دلسردکننده باشد،&zwnj; اما رفته رفته به روزهای اوج خود نزدیک&zwnj;تر خواهید شد.</p>
                      </div>
                    </div>
                  </div>

                </div>
              </div>
            </section>

            <section className='FNV-WhiteBg'>
              <div className='container'>
                <div className='row'>
                  <span>تا اینجا گوشه‌ای از تجربیات تیم متخصص خود را در اختیار شما قرار دادیم تا پیش از ورود به مباحث تخصصی، از سردرگمی کمی رها شده باشید. در ادامه، می‌توانید مطالب تخصصی در خصوص فیلدی که قصد ادامه فعالیت در آن را دارید بخوانید.</span>

                  <div className='col-12 col-md-6'>
                    {/* Engineering */}
                    <div className='card'>
                      <div className='card-header'>
                        <h3>مهندسی در کانادا</h3>
                      </div>
                      <div className='card-body'>
                        <p>
                          مهندسی در کانادا
                          همه افراد نمی‌توانند خود را در کانادا مهندس خطاب کنند. مهندسی تعریف مشخصی دارد و برای فعالیت در این حوزه نیاز به دریافت لایسنس P.Eng. خواهید داشت. به عنوان یک متخصص تازه‌وارد به کانادا، احتمالا اطلاعات شما در خصوص مهندسی در این کشور چندان کامل نیست، پس حتما صفحه ویژه مهندسی را مطالعه کنید.
                        </p>
                      </div>
                      <div className='card-footer'>
                        <Link href="/engineering">بیشتر بخوانید</Link>
                      </div>
                    </div>
                  </div>

                  {/* Project Management */}
                  <div className='col-12 col-md-6'>
                    <div className='card'>
                      <div className='card-header'>
                        <h3>مدیریت پروژه در کانادا</h3>
                      </div>
                      <div className='card-body'>
                        <p>مدیریت پروژه در کانادا مدیریت پروژه یکی از فیلدهای مهم در کانادا است و فرصت‌های متعددی در صنایع مختلف برای شما فراهم خواهد کرد. بسیاری از متخصصان مدیریت پروژه برای موفقیت خود سرتیفیکیت PMP را دریافت کرده‌اند. برای اطلاعات بیشتر، از صفحه مدیریت پروژه بازدید کنید.</p>
                      </div>
                      <div className='card-footer'>
                        <Link href="/project-management">بیشتر بخوانید</Link>
                      </div>
                    </div>
                  </div>

                  {/* Architect */}
                  <div className='col-12 col-md-6'>
                    <div className='card'>
                      <div className='card-header'>
                        <h3>معماری  در کانادا</h3>
                      </div>
                      <div className='card-body'>
                        <p>فیلد معماری در کانادا یک مسیر پویا و چالش‌برانگیز را برای متخصصان تازه‌وارد و علاقه‌مند به دیزاین و نوآوری فراهم می‌کند. اگر قصد دریافت لایسنس معماری دارید و یا می‌خواهید که در این حوزه فعالیت خود را ادامه دهید، کانادا فرصت‌های بسیاری را برای رشد خواهد داشت. برای اطلاعات بیشتر، صفحه معماری را مطالعه کنید.</p>
                      </div>
                      <div className='card-footer'>
                        <Link href="/architect">بیشتر بخوانید</Link>
                      </div>
                    </div>
                  </div>

                  {/* Technical Self Employed */}
                  <div className='col-12 col-md-6'>
                    <div className='card'>
                      <div className='card-header'>
                        <h3>مشاغل فنی در کانادا</h3>
                      </div>
                      <div className='card-body'>
                        <p>مشاغل حوزه فنی دامنه وسیعی در کانادا دارد و فرصت‌های شغلی متعددی را در صنایع مختلف از جمله ساخت‌وساز، تولید و خودرو در بر گرفته است. بسیاری از موقعیت‌های شغلی نیازمند لایسنس یا سرتیفیکیت هستند. برای اطلاعات بیشتر، مطالعه صفحه تکنسین فنی را پیشنهاد می‌کنیم</p>
                      </div>
                      <div className='card-footer'>
                        <Link href="/technician">بیشتر بخوانید</Link>
                      </div>
                    </div>
                  </div>
                </div>
              </div>
            </section>
          </article>
        </main>
      </section >
    </>
  )
}

Index.guestGuard = true

export default Index
