import React, { useEffect, useState } from 'react'
import Link from 'next/link'
import { appConfig } from 'src/configs/appConfig'

// ** Import Translation
import { useTranslation } from 'react-i18next'

// ** Import course section
import CourseDeskSingle from 'src/views/swiper/courseDeskSingle'
import CourseMobileSingle from 'src/views/swiper/courseMobileSingle'

// ** Import Swiper React components
import { Swiper, SwiperSlide } from 'swiper/react'

import { useRouter } from 'next/router'
import { useDispatch, useSelector } from 'react-redux'

const Index = () => {
  const [courses, setCourses] = useState([])

  //Hooks
  const router = useRouter()
  const { t } = useTranslation()
  const dispatch = useDispatch()

  const courseData = useSelector(state => state.course)

  // Check website lang
  useEffect(() => {
    const lng = window.localStorage.getItem('i18nextLng')
    if (lng == 'en') {
      router.push('/job-seeking')
    }
  }, [])


  useEffect(() => {
    if (courseData?.data) {
      setCourses(courseData?.data?.data)
    }
  }, [courseData])

  const addToCart = id => {
    const cartItems = JSON.parse(localStorage.getItem('cartItems')) || []
    const existInCart = cartItems.includes(id)
    router.push('/cart')

    if (existInCart) {
      window.alert('Item is already in cart!')
      router.push('/cart')
    } else {
      cartItems.push(id)
    }

    const updatedCartItems = [...cartItems]
    localStorage.setItem('cartItems', JSON.stringify(updatedCartItems))
  }

  return (
    <>
      <section className='FNV-SinglePage FNV-SinglePage-Header'>
        <div className='container'>
          <div className='row FNV-Header'>
            <div className='col-12'>
              <h1>جوینده شغل</h1>
            </div>

            <div className='col-12 col-md-6'>
              <span>پیش از هر اقدامی، این ویدئو را ببینید</span>
              <iframe
                src='https://www.youtube.com/embed/XbSS5p0twh4?si=wTBUTnWkNlZcNO8j'
                title='YouTube video player'
                frameBorder='0'
                allow='accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share'
                referrerPolicy='strict-origin-when-cross-origin'
                allowFullScreen
              ></iframe>
            </div>

            <div className='col-12 col-md-6'>
              <p>
                <strong>پیدا کردن کار در کانادا ؛ کاریابی در کانادا به صورت استاندارد</strong>
                Job searching یا پیدا کردن کار در کانادا می‌تواند چالش‌آفرین باشد. مهاجرت بزرگترین تصمیم در زندگی هر فرد
                محسوب می‌شود و کانادا از پرطرفدارترین کشورها برای ایرانیان است. به ویژه قشر مهندسی و فنی که می‌خواهند در
                این کشور به موفقیت دوباره برسند.
              </p>
              <p>
                کار و زندگی در کشوری مانند کانادا فرصت‌ها و چالش‌های فراوانی را پیش روی مهاجران قرار می‌دهد. آشنایی با
                آنچه که پیش رو است و شناسایی تفاوت‌ها در سبک زندگی و کار در کشور مقصد باعث می‌شود که مهاجران بتوانند
                شرایط جدید را بپذیرند. پذیرش این شرایط کمک می‌کند تا کسانی که به تازگی وارد کانادا شده‌اند بتوانند
                سریع‌تر با جامعه ارتباط برقرار کنند و در زودترین زمان آنچه که باید باشند را به واقعیت تبدیل کنند.
              </p>
            </div>
          </div>
        </div>
      </section>

      <section className='FNV-SinglePage FNV-ContentList'>
        <div className='container'>
          <div className='row'>
            <div className='col-12'>
              <p>فهرست مطالب:</p>
              <ol>
                <li>
                  <Link href='#P1'>چگونگی پیدا کردن کار در کانادا </Link>
                </li>
                <li>
                  <Link href='#P2'>مهاجرت و شرایط زندگی در یک کشور جدید </Link>
                </li>
                <li>
                  <Link href='#P3'>گام‌های مورد نیاز برای ورود به بازار کار کانادا </Link>
                </li>
                <li>
                  <Link href='#P4'>منتورشیپ</Link>
                </li>
                <li>
                  <Link href='#P5'>جستجوی شغل در کانادا </Link>
                </li>
                <li>
                  <Link href='#P6'>عوامل مهم در رزومه نویسی</Link>
                </li>
                <li>
                  <Link href='#P7'>آماده شدن برای مصاحبه (Job Interview)</Link>
                </li>
                <li>
                  <Link href='#P8'>مدارک حرفه ای شغلی در کانادا</Link>
                </li>
                <li>
                  <Link href='#FAQ'>سوالات متداول</Link>
                </li>
              </ol>
            </div>
          </div>
        </div>
      </section>

      <section className='FNV-SinglePage FNV-GrayBG' id='P1'>
        <div className='container'>
          <div className='row'>
            <h3>چگونگی پیدا کردن کار در کانادا</h3>

            <div className='col-12'>
              <p>
                بدون شک، اولین مسئله&zwnj;ای که هر مهاجر هنگام ورود به کانادا در پی حل آن می&zwnj;گردد پیدا کردن کار
                است. برای یافتن راه&zwnj;حل برای چگونگی پیدا کردن کار در کانادا باید دانش کافی از وضعیت کاری در این کشور
                را به دست بیاورید. کاریابی در کانادا استانداردهایی دارد که حتما باید به آن&zwnj;ها برسید. در این متن به
                صورت کامل این فرایند را برای شما تشریح می&zwnj;کنیم.
              </p>
              <h4>4 فاکتور کلیدی برای Job searching و یافتن شغل ایده آل در کانادا</h4>
              <h5>زبان انگلیسی</h5>
              <p>
                اولین فاکتوری که برای یافتن شغل ایده آل در کانادا باید به خوبی آن را در خود پرورش داده باشید،
                <Link href='https://fanavaran.ca/blog/blog/english-for-canadian-workplace/'>
                  {' '}
                  دانش زبان انگلیسی
                </Link>{' '}
                است. زبان انگلیسی شما باید در حدی باشد که بتوانید به راحتی حرف دیگران را متوجه شوید و جواب مناسب بدهید.
                معمولا از ایلتس 7.5 به بالا خوب محسوب می&zwnj;شود.
              </p>
              <h4>رزومه مناسب مطابق با استانداردهای آمریکای شمالی</h4>
              <p>
                رزومه استاندارد در واقع، بزرگ&zwnj;ترین شانس شما برای رسیدن به شغل در این کشور است. نوشتن{' '}
                <Link href='https://fanavaran.ca/blog/blog/%d8%b1%d8%b2%d9%88%d9%85%d9%87-%da%a9%d8%a7%d8%b1%db%8c-%d8%a8%d8%b1%d8%a7%db%8c-%da%a9%d8%a7%d9%86%d8%a7%d8%af%d8%a7/'>
                  رزومه
                </Link>{' '}
                نکات و قوانینی دارد که باید حتما رعایت کنید.
              </p>
              <h4>نتورک قوی در شرکت&zwnj;های معتبر کانادایی و آمریکایی</h4>
              <h5>آشنایی با بازار کار آمریکای شمالی</h5>
              <p>
                از آنجا که جامعه فارسی&zwnj;زبانان در کانادا (کشورهایی چون ایران، افغانستان و تاجیکستان) علاوه بر
                چالش&zwnj;های فرهنگی و زبانی، با مسیر پیچیده&zwnj;ای برای ورود به عرصه شغلی رو به رو هستند، حضور
                موسسه&zwnj;ها و کامیونیتی&zwnj;های تخصصی مانند <Link href='https://fanavaran.ca/'>فناوران</Link>{' '}
                می&zwnj;تواند برای تسریع رسیدن این افراد به موفقیت موثر واقع شود. بهتر است، از کمک&zwnj;هایی که این دست
                موسسات می&zwnj;توانند برای شما داشته باشند غافل نشوید.
              </p>
              <p>
                به منظور افزایش سطح آگاهی مهاجران فارسی&zwnj; زبان از مسیرهای مورد نیاز برای کسب شغل ایده آل، فناوران
                وبینارهای تخصصی رایگان زیادی را با همکاری متخصصین و افراد باتجربه در حوزه&zwnj;های مهندسی و فنی برگزار
                کرده است. اکثر این جلسات به صورت ضبط شده در
                <Link href='https://www.youtube.com/channel/UCKbfvGZBXPn2Y3LGb9YDiIA' target='_blank' rel='noopener'>
                  {' '}
                  کانال یوتیوب فناوران
                </Link>{' '}
                قرار دارند. با تماشای این ویدیوها، می&zwnj;توانید پاسخ دقیق سوالات خود برای کاریابی در کانادا را به دست
                بیاورید.
              </p>
              <p>تماشای ویدیوی زیر می&zwnj;تواند به بزرگ&zwnj;ترین سوالات شما پاسخ بدهد.</p>
            </div>
          </div>
        </div>
      </section>

      <section className='FNV-SinglePage FNV-WhiteBG' id='P2'>
        <div className='container'>
          <div className='row'>
            <h3>مهاجرت و شرایط زندگی در یک کشور جدید</h3>

            <div className='col-12'>
              <p>
                زندگی در یک کشور جدید چالش&zwnj;های بسیاری به همراه دارد. زبان، فرهنگ، آب و هوا و ناآشنایی با قوانین و
                ساختار جامعه از مهم&zwnj;ترین این موارد است که اکثر مهاجران در مواجهه با آن&zwnj;ها دچار شوک و سردرگمی
                می&zwnj;شوند.
              </p>
              <h4>شروع از صفر</h4>
              <p>
                قبل از هرچیز، باید بپذیرید که در کشور جدید باید از صفر بسازید. یادگیری زبان، شناخت افراد، درک محیط
                پیرامون، آشنایی با جغرافیای کانادا و حتی تلفظ نام&zwnj;های عجیب و غریب خیابان&zwnj;های شهری که در آن
                اقامت دارید، همگی چالش&zwnj;هایی هستند که در مقابل شما قرار می&zwnj;گیرند. چگونگی پیدا کردن کار در
                کانادا را نیز به این چالش&zwnj;ها باید اضافه کنید.
              </p>
              <h4>ارائه توانمندی&zwnj;ها</h4>
              <p>
                تلاش بعدی برای کاریابی در کانادا ارائه توانمندی&zwnj;ها و ارزش&zwnj;هایی است که از آن برخوردار هستید. با
                نوشتن یک رزومه استاندارد و موثر، شرکت در مجامع حرفه&zwnj;ای و درخشیدن در مصاحبه&zwnj;های شغلی
                می&zwnj;توانید توانمندی&zwnj;های خود را نشان دهید. در نظر داشته باشید که دولت کانادا خدمات ارزشمند و
                رایگانی را در این زمینه&zwnj;ها برای مهاجران به کانادا ارائه می&zwnj;کند، پس به خاطر داشته باشید که از
                این خدمات بهره ببرید.
              </p>
              <h4>تولد دوباره</h4>
              <p>
                تولد دوباره، شاید بهترین قسمت مهاجرت باشد. تا&zwnj;کنون به این موضوع فکر کرده&zwnj;اید که کاش فرصت دیگری
                برای شروع دوباره داشتم؟ حالا که مهاجرت کره&zwnj;اید، این فرصت برای شروع دوباره برای شما مهیا شده است تا
                همان که می&zwnj;خواهید شوید.
              </p>
              <p>
                انگیزه و انرژی مضاعف در ابتدای مهاجرت چنان نیروی محرکه&zwnj;ای در وجود شما می&zwnj;دمد که با استفاده از
                آن در یک مسیر درست، فتح قله&zwnj;های موفقیت هموار خواهد شد. پس به دنبال علاقه خود باشید و بدانید که
                لزوما نباید شغل و تخصص قبلی خود را ادامه دهید.
              </p>
              <h4>پذیرش تفاوت&zwnj;ها</h4>
              <p>
                در کانادا،&zwnj;همه چیز به اندازه تفاوت رسم&zwnj;الخط فارسی و انگلیسی با کشور شما متفاوت است. مردم
                کانادا بسیار محافظه&zwnj;کار و محتاط هستند و به سختی اعتماد می&zwnj;کنند. در صورتی که این اعتماد
                خدشه&zwnj;دار شود، ارتباط دوستانه و اعتبار شغلی به خطر می&zwnj;افتد. در فرهنگ کانادایی، برای
                مسئولیت&zwnj;پذیری و وقت&zwnj;شناسی اهمیت ویژه&zwnj;ای داده می&zwnj;شود. برای پیدا کردن کار در کانادا و
                ورود امن به بازار شغلی، حتما تفاوت&zwnj;ها را بشناسید و درک کنید.
              </p>
              <h4>نقاط مشترک</h4>
              <p>
                کانادایی&zwnj;ها از بحث&zwnj;های چالش&zwnj;برانگیز پرهیز می&zwnj;کنند و طبع آرامی دارند، پس در محیط کار
                و یا جمع&zwnj;های دوستانه، به جای پرداختن&nbsp; به تفاوت&zwnj;های فرهنگی روی نقاط مشترک متمرکز شوید و
                هیچگاه عصبانی نشوید.
              </p>
              <h4>شکیبایی</h4>
              <p>
                شکایت نکنید! اینکه می&zwnj;خواهید کارها سریع&zwnj;تر انجام شوند کاملا قابل درک است، اما فراموش نکنید که
                در کانادا پیشرفت کارها معمولا کند است و طبق روال پیش می&zwnj;رود، پس عجول نباشید.
              </p>
              <h4>ارتقاء دانش و تطبیق با فرهنگ</h4>
              <p>
                دانش سرمایه است، پس باید برای ارتقاء دانش و مهارت&zwnj;های خود سرمایه&zwnj;گذاری کنید. کانادا کشوری با
                استانداردهای متفاوت و سبک و سیاقی جدید برای شما است، پس برای کاریابی در کانادا و یا پیشرفت در موقعیت
                شغلی فعلی خود این واقعیت را بپذیرید. دلبستگی به گذشته و عناوینی که داشتید (مانند آقا، خانم مهندس یا
                دکتر) را فراموش کنید، در این کشور استفاده از القاب مرسوم نیست و کانادایی&zwnj;ها یکدیگر را با نام خطاب
                می&zwnj;کنند.
              </p>
            </div>
          </div>
        </div>
      </section>

      <section className='FNV-SinglePage FNV-GrayBG' id='P3'>
        <div className='container'>
          <div className='row'>
            <h3>گام‌های مورد نیاز برای ورود به بازار کار کانادا</h3>

            <div className='col-12'>
              <p>
                در این قسمت، گام&zwnj;هایی که برای ورود به بازار کار کانادا باید بردارید را توضیح می&zwnj;دهیم. زبان
                انگلیسی، رزومه&zwnj;نویسی، دریافت مشاوره و شبکه&zwnj;سازی مهم&zwnj;ترین ابزار شما به عنوان یک
                تازه&zwnj;وارد برای کار در کانادا است.
              </p>
              <h4>زبان انگلیسی</h4>
              <p>
                مهم&zwnj;ترین مشکل جامعه فارسی&zwnj;زبان ساکن کانادا زبان انگلیسی است. اگر در مناطقی زندگی می&zwnj;کنید
                که دور از جامعه ایرانیان است خوشحال باشید، چرا که کامیونیتی انگلیسی&zwnj;زبان شما را وادار به یادگیری
                حرفه&zwnj;ای می&zwnj;کند.
              </p>
              <p>
                بزرگ&zwnj;ترین اشتباه جامعه فارسی&zwnj;زبان عدم یادگیری فرهنگ و زبان جدید و محدود شدن به حضور در جامعه
                همزبان است. این اشتباه باعث می&zwnj;شود تا فرد در مصاحبه&zwnj;های شغلی موفقیتی به دست نیاورد، چرا که
                اولین ابزار برای ارائه توانمندی&zwnj;ها را به صورت حرفه&zwnj;ای در اختیار ندارد.
              </p>
              <p>
                بدون آشنایی با فرهنگ، یادگیری زبان نمی&zwnj;تواند مهارت&zwnj;های ارتباطی در شما ایجاد نمی&zwnj;کند، به
                ویژه اینکه پیدا کردن کار در کانادا را برای شما دشوار خواهد ساخت. حتی اگر دارای مدرک IELTS یا TOEFL با
                نمرات درخشان هستید، سعی کنید زبان انگلیسی را از یک کانادایی بیاموزید تا در فراگیری لهجه نیز گام برداشته
                باشید.
              </p>
            </div>
          </div>
        </div>
      </section>

      <section className='FNV-SinglePage FNV-WhiteBG' id='P4'>
        <div className='container'>
          <div className='row'>
            <h3>منتورشیپ</h3>

            <div className='col-12'>
              <p>
                پیش از اینکه برای کار اقدام کنید، منتور پیدا کنید و از او راهنمایی بخواهید. پس از زبان، منتور و راهنما
                در جایگاه دوم اهمیت قرار دارد. بدون منتور چراغی در دست شما نیست و به بیراهه خواهید رفت.
              </p>
              <p>
                منتور شخصی متخصص و دارای تجربه کار در کانادا در سطح Senior Level است که در موقعیت شغلی مورد علاقه شما
                کار می&zwnj;کند. آینده شغلی شما در جایگاه او قرار دارد و می&zwnj;تواند راهنمای شما برای رسیدن به اهداف
                شغلی باشد. بهتر است شخصی را انتخاب کنید که با او ارتباط دوستانه&zwnj;ای دارید و می&zwnj;تواند به صورت
                هفتگی برای شما وقت بگذارد. بهترین مکان برای یافتن منتور LinkedIn است.&nbsp;
              </p>
              <p>
                ارتقاء دانش فردی و ساخت یک رزومه برجسته نیاز به زمان دارد. سعی کنید Designation ها و License های
                پرطرفدار در رشته تخصصی خود را با راهنمایی گرفتن از منتور بشناسید. به دست آوردن این لایسنس&zwnj;ها و
                دزیگنیشن&zwnj;ها اعتبار زیادی برای شما در کانادا می&zwnj;سازد، پس حتما برای دریافت آن&zwnj;ها زمان صرف
                کنید و مطمئن باشید که در انتهای مسیر، دروازه&zwnj;های بسیاری برای شما باز می&zwnj;شود. کارفرماها دانش
                تخصصی و فنی شما را با لایسنس&zwnj;ها می&zwnj;سنجند.
              </p>

              <h4>شبکه سازی و نتورکینگ</h4>
              <p>
                لازمه دست یافتن به یک موقعیت شغلی مناسب در رشته‌های مهندسی و فنی، ایجاد نتورک قوی و موثر با مهندسین ارشد
                و مدیران شرکت‌ها است. در حقیقت، نتورکینگ کمک می‌کند شما شناخته شوید و توانمندی‌های شما نمایش داده شود.
                در کانادا روی Network حساب ویژه‌ای باز می‌کنند و معرف از اهمیت بسیار بالایی برخوردار است. در محیط کار نه
                چندان وسیع کانادایی، مدیران و مهندسان ارشد کسی را که نمی‌شناسند معرفی نمی‌کنند.
              </p>

              <h4>کار داوطلبانه یا Volunteer</h4>
              <p>
                به دنبال کار داوطلبانه باشید. کار والنتیری ارزش بالایی در فرهنگ کانادایی دارد. برای کارهای داوطلبانه
                مزایای بسیاری را می‌توان نام برد.کار والنتیر برای مهاجران باعث ارتقا مهارت‌های زبان انگلیسی و برقراری
                ارتباط و آشنایی با فرهنگ کار کانادایی می‌شود و با ایجاد اعتماد به نفس، شما را در مسیر ساخت شبکه‌ای
                قدرتمند و تاثیرگذار کمک می‌کند. سعی کنید در شرکت‌های کانادایی و یا بین‌المللی به صورت داوطلبانه کار کنید
                و شبکه خود را بسازید.
              </p>
            </div>
          </div>
        </div>
      </section>

      <section className='FNV-SinglePage FNV-GrayBG' id='P5'>
        <div className='container'>
          <div className='row'>
            <h3>جستجوی شغل در کانادا</h3>

            <div className='col-12'>
              <p>
                بزرگ&zwnj;ترین چالشی که برای پیدا کردن کار در کانادا با آن مواجه می&zwnj;شوید این است که رزومه شما به
                دست فرد استخدام&zwnj;کننده برسد. یکی از بهترین روش&zwnj;ها این است که رزومه شما در آرشیو شرکت مورد نظر
                وجود داشته باشد. استفاده از وبسایت&zwnj;های کاریابی و شبکه&zwnj;های اجتماعی می&zwnj;تواند بسیار کارآمد
                باشد.
              </p>
              <ul>
                <li>
                  روش ن
                  <Link href='https://fanavaran.ca/blog/%d8%b1%d8%b2%d9%88%d9%85%d9%87-%da%a9%d8%a7%d8%b1%db%8c-%d8%a7%d8%b3%d8%aa%d8%a7%d9%86%d8%af%d8%a7%d8%b1%d8%af-%da%a9%d8%a7%d9%86%d8%a7%d8%af%d8%a7%db%8c%db%8c/'>
                    وشتن رزومه استاندارد کانادایی
                  </Link>{' '}
                  را بدانید.
                </li>
                <li>رزومه خود را در سایت&zwnj;های کاریابی مانند Indeed و Glassdoor آپلود کنید</li>
                <li>
                  گزینه اطلاع&zwnj;رسانی شغلی (Job Alert) را برای شرکت&zwnj;های مورد نظر فعال کنید تا از موقعیت&zwnj;های
                  شغلی موجود مطلع شوید
                </li>
                <li>برای خود پروفایل LinkedIn بسازید و گزینه Open to Opportunities را فعال کنید</li>
                <li>
                  در شبکه&zwnj;های اجتماعی، شرکت&zwnj;ها و موقعیت&zwnj;های شغلی مورد نظر را جستجو و دنبال کنید. بسیاری
                  از شرکت&zwnj;ها موقعیت&zwnj;های شغلی را در اینستاگرام یا فیسبوک به اشتراک می&zwnj;گذارند
                </li>
              </ul>

              <h4>رزومه کانادایی استاندارد</h4>
              <p>
                همانطور که تا به اینجا دریافتید، رزومه مهمترین ابزار شما برای کاریابی در کانادا است. باید رزومه خود را
                از طریق کارمندان یک شرکت به دست مدیر منابع بشری یا HR برسانید.
              </p>
              <h5>اعتمادسازی کنید</h5>
              <p>
                رزومه شما باید باورپذیر باشد. داشتن لایسنس&zwnj;های کانادایی، شرح پروژه&zwnj;هایی که در آن&zwnj;ها شرکت
                کرده&zwnj;اید و رفرنس&zwnj;های معتبر اعتبار زیادی به رزومه شما می&zwnj;بخشند.
              </p>
              <p>
                به طور میانگین، مسئولان استخدامی در کانادا برای هر رزومه 6 تا 10 ثانیه وقت می&zwnj;گذارند. آن&zwnj;ها به
                دنبال کلمات کلیدی مناسب برای موقعیت شغلی مورد نظر می&zwnj;گردند تا از بین صدها رزومه، بهترین گزینه را
                انتخاب کنند. ذکر مهارت&zwnj;ها و کلمات کلیدی مربوطه در ابتدای رزومه از اهمیت بالایی برخوردار است.
              </p>
              <h5>مهارت&zwnj;ها و کلمات کلیدی</h5>
              <p>
                باید از تجربه و مهارت خود استفاده کنید و با مطالعه کامل توضیحات شغلی یا (Job Description)، کلمات کلیدی
                مورد نظر کارفرما را استخراج کنید. پس از شناخت دقیق این کلمات (که معمولا در قسمت Your Responsibilities
                نوشته می&zwnj;شود) باید آن&zwnj;ها در معرض دید قرار دهید.
              </p>
            </div>
          </div>
        </div>
      </section>

      <section className='FNV-SinglePage FNV-WhiteBG' id='P6'>
        <div className='container'>
          <div className='row'>
            <h3>عوامل مهم در رزومه نویسی</h3>

            <div className='col-12'>
              <ul>
                <li>
                  رزومه باید مرتب، تمیز و بدون غلط املایی و نگارشی باشد تا برای کاریابی در کانادا با مشکل مواجه نشوید.
                </li>
                <li>
                  شهر محل سکونت خود را در رزومه ذکر کنید. در صورتی که قابلیت جابجایی دارید، پس از نوشتن محل سکونت فعلی
                  در زیر آن ذکر کنید که سریعا می&zwnj;توانید محل سکونت خود را تغییر دهید. (به عنوان مثال: Open to
                  Relocate to Toronto Immediately)
                </li>
                <li>
                  عناوین شغلی خود را در رزومه ذکر کنید. سعی کنید این عناوین همگی همسان و مطابق با عنوان شغلی باشند که
                  می&zwnj;خواهید برای آن اقدام کنید.
                </li>
                <li>در رزومه ماه و سال شروع و پایان سوابق کاری مشخص باشد.</li>
                <li>
                  اگر به عنوان مهندس، معمار، مدیر پروژه یا هر عنوان تکنیکال دیگری درگیر پروژه بوده&zwnj;اید، پروژه خود
                  را نام ببرید و جزئیاتی مانند Scope، Duration، Budget و تعداد نیروی&zwnj;های داخل پروژه را بیان کنید تا
                  رزومه شما باور پذیرتر و قوی&zwnj;تر شود.&nbsp;
                </li>
                <li>
                  درج مبالغ پروژه&zwnj;&zwnj;هایی که در سابقه شما ذکر شده نشان&zwnj;دهنده اندازه پروژه&zwnj;هایی است که
                  قادر به انجام آن هستید، پس در ذکر این ارقام وسواس داشته باشید.
                </li>
                <li>
                  در رزومه باید از کلمات کلیدی که در مسئولیت&zwnj;های قبلی داشتید استفاده کنید. این کلمات می&zwnj;توانند
                  نظر استخدام کننده را جلب کنند.
                </li>
                <li>
                  باید برای هر موقعیت شغلی رزومه مربوط به آن را آماده و ارسال کنید. ارسال یک رزومه واحد برای تمامی
                  موقعیت های شغلی گزینه خوبی نیست.
                </li>
              </ul>

              <h4>تعداد صفحات رزومه</h4>
              <p>
                برای پیدا کردن کار در کانادا باید مطابق با استانداردهای مارکت شغلی این کشور عمل کنید. این استانداردها
                حتی تعداد صفحات رزومه شما را نیز پوشش می&zwnj;دهد.
              </p>

              <h4>رده جونیور</h4>
              <p>از صفر تا سه سال سابقه: حداکثر 1 صفحه</p>
              <h4>رده اینترمدیت</h4>
              <p>از سه تا 7 سال سابقه: حداکثر 2 صفحه</p>
              <h4>رده سینیور و لید</h4>
              <p>سابقه کاری بیشتر از 8 سال: تعداد صفحات رزومه می&zwnj;تواند 2 تا سه صفحه باشد.</p>
              <h4>نبایدهای یک رزومه:</h4>
              <p>
                &nbsp;رزومه&zwnj;ای که برای کاریابی در کانادا تنظیم می&zwnj;شود نباید شامل عکس، تاریخ تولد، وضعیت تاهل،
                مذهب و موارد مشابه باشد.
              </p>
              <ul>
                <li>دروغ ننویسید اما کمی اغراق قابل قبول است.</li>
                <li>
                  موارد غیر مرتبط به شغل را ننویسید و حاشیه&zwnj;ها را حذف کنید. مثلا اگر مولف یک کتاب برای کودکان
                  هستید، ذکر این نکته برای پوزیشن مهندسی مکانیک نامربوط است.
                </li>
                <li>
                  اینکه فارسی می&zwnj;دانید و Bilingual هستید را ذکر نکنید، چرا که در کانادا این واژه به کسانی اطلاق
                  می&zwnj;شود که فرانسوی و انگلیسی را راحت صحبت می&zwnj;کنند.
                </li>
                <li>در مورد Soft Skill های خود خیلی کم صحبت کنید و بیشتر به توانایی&zwnj;های فنی بپردازید.</li>
              </ul>
            </div>
          </div>
        </div>
      </section>

      <section className='FNV-SinglePage FNV-GrayBG' id='P7'>
        <div className='container'>
          <div className='row'>
            <h3>آماده شدن برای مصاحبه (Job Interview)</h3>

            <div className='col-12'>
              <p>برای مصاحبه موارد زیر را در نظر داشته باشید.</p>
              <ul>
                <li>وبسایت شرکت مورد نظر را مطالعه کنید و درباره فعالیت&zwnj;های آن اطلاعات کافی به دست بیاورید.</li>
                <li>
                  مسئولیت&zwnj;های شغلی را به دقت مطالعه کنید و بین آن&zwnj;ها و دستاوردهای خود ارتباط برقرار کنید. این
                  دستاوردها می&zwnj;توانند شامل تجربه&zwnj;های کاری یا تحصیلات دانشگاهی شما باشند.
                </li>
                <li>
                  از سوال کردن در جلسه مصاحبه هراس نداشته باشید. سوال پرسیدن علاقه شما به شغل و شرکت مورد نظر را نشان
                  می&zwnj;دهد. مصاحبه شغلی یک مکالمه دو طرفه است و هدف از آن بررسی مهارت&zwnj;های رفتاری (Soft Skills)
                  شما است. مهارت&zwnj;های حرفه&zwnj;ای شما قبلا در رزومه ارائه و توسط استخدام&zwnj;کننده بررسی شده است.
                </li>
              </ul>
              <p>&nbsp;اگر اسم و فامیل طولانی یا مشکل دارید</p>
              <p>
                توصیه می&zwnj;شود حتما اسم و فامیل خود را کوتاه&zwnj;تر کنید که راحت&zwnj;تر خوانده شود. خواندن اسامی
                طولانی نه تنها برای کانادایی&zwnj;ها دشوار است، بلکه احتمال خطا در نوشتن را هم به شدت بالا می&zwnj;برد.
                همه این موارد دست به دست هم می&zwnj;دهند تا پیدا کردن کار در کانادا برای شما دشوار باشد. بهتر است برای
                خود اسم مستعار یا Nickname انتخاب کنید.اسم مستعار را می&zwnj;توانید در مدارک خود وارد کنید تا این مشکل
                برطرف شود.
              </p>
            </div>
          </div>
        </div>
      </section>

      <section className='FNV-SinglePage FNV-WhiteBG' id='P8'>
        <div className='container'>
          <div className='row'>
            <h3>مدارک حرفه ای شغلی در کانادا</h3>

            <div className='col-12'>
              <p>
                داشتن لایسنس&zwnj;ها و اعتبارنامه&zwnj;های تخصصی و حرفه&zwnj;ای مانند P.Eng. ، Redseal وPMP سبب افزایش
                شانس استخدامی می&zwnj;شود و کاریابی در کانادا را برای شما سرعت می&zwnj;بخشند. فناوران با برگزاری
                دوره&zwnj;های مختلف، دانشجویان خود را برای دریافت این لایسنس&zwnj;ها و اعتبارنامه&zwnj;ها آماده
                می&zwnj;کند.
              </p>
              <p>
                از آنجایی که آزمون&zwnj;های مربوط به این مدارک بسیار سخت هستند، فناوران دوره&zwnj;های آمادگی را به زبان
                فارسی برگزار می&zwnj;کند تا دانشجویان به صورت کامل بتوانند مضامین مربوطه را درک کنند.
              </p>
            </div>
          </div>
        </div>
      </section>

      <section className='FNV-SinglePage' id='FAQ'>
        <div className='container'>
          <div className='row'>
            <h3>سوالات متداول</h3>

            <div className='accordion p-0' id='FAQJob'>
              <div className='accordion-item'>
                <h2 className='accordion-header'>
                  <button
                    className='accordion-button'
                    type='button'
                    data-bs-toggle='collapse'
                    data-bs-target='#Question1'
                    aria-expanded='true'
                    aria-controls='Question1'
                  >
                    اگر یک شرکتی از ما فایل رزومه و کاور خواست ، ما علاوه بر این، یک فایل اضافه به عنوان پروژه ها
                    بفرستیم کار غیر حرفه ای هستش؟ یاتاثیر مثبت یا منفی داره؟
                  </button>
                </h2>
                <div id='Question1' className='accordion-collapse collapse show' data-bs-parent='#FAQJob'>
                  <div className='accordion-body'>
                    <p>
                      اگر نخواستند نفرستین. بعضیا ساپورتینگ داکیومنت میخوان برای اونا بفرستین. البته باید کاملا مرتبط
                      باشه
                    </p>
                  </div>
                </div>
              </div>

              <div className='accordion-item'>
                <h2 className='accordion-header'>
                  <button
                    className='accordion-button collapsed'
                    type='button'
                    data-bs-toggle='collapse'
                    data-bs-target='#Question2'
                    aria-expanded='false'
                    aria-controls='Question2'
                  >
                    من از این ترم قراره مستر مدیریت پروژه رو شروع کنم با زیرشاخه بیزینس آنالیز. میخواستم بدونم که ایا
                    برای پیدا کردن کاربایددرامتحان پی ام پی شرکت کرد و یا داشتن مدرک مستر کفایت میکنه؟
                  </button>
                </h2>
                <div id='Question2' className='accordion-collapse collapse' data-bs-parent='#FAQJob'>
                  <div className='accordion-body'>
                    <p>
                       تنها مدرک هایی که برای گرفتن کار کافی هستند لایسنسها هستند. مثل مهندسی پی انچ. هیچ سرتیفیکیت دیگه
                      ای شرط کافی نیست. در مورد سوال شما پی ام پی شرط لازم (برخی مواقع شرط اختیاری) گرفتن شغلهای مرتبط
                      به پروژه است اما کافی نیست
                    </p>
                  </div>
                </div>
              </div>

              <div className='accordion-item'>
                <h2 className='accordion-header'>
                  <button
                    className='accordion-button collapsed'
                    type='button'
                    data-bs-toggle='collapse'
                    data-bs-target='#Question3'
                    aria-expanded='false'
                    aria-controls='Question3'
                  >
                    ایا معدل تاثیری در پذیرش و روند کار‌داره؟ و‌مورد دیگه اینه که با توجه به دشواری دریافت اصل مدرک‌فوق
                    لیسانس در زمان حال، در صورتی که اصل مدرک‌رو‌نداشته باشم ،میتونم برای کاری که به مدرک فوق لیسانس نیاز
                    داره اپلای کنم‌و‌شرایط رو‌براشون توضیح بدم؟
                  </button>
                </h2>
                <div id='Question3' className='accordion-collapse collapse' data-bs-parent='#FAQJob'>
                  <div className='accordion-body'>
                    <p>
                      معدل لیسانس و ارشد خیلی اهمیتی نداره و مدارکش را  به صورت شرط لازم نمیخواد. اینجا فرق پیام نور با
                      دانشگاه تهران هیچی نیست براشون. اصل تجربه کاری هست که مینویسی که میتونه باعث بشه به شما کورس و
                      امتحانات بخوره یا نه
                    </p>
                  </div>
                </div>
              </div>

              <div className='accordion-item'>
                <h2 className='accordion-header'>
                  <button
                    className='accordion-button collapsed'
                    type='button'
                    data-bs-toggle='collapse'
                    data-bs-target='#Question4'
                    aria-expanded='false'
                    aria-controls='Question4'
                  >
                    من مهندس عمران بودم در ایران و الان حدود یک ماه هست که در ونکور زندگی می کنم ، ممنون می شم اگر در
                    پیدا کردن شغل کمک کنین؟
                  </button>
                </h2>
                <div id='Question4' className='accordion-collapse collapse' data-bs-parent='#FAQJob'>
                  <div className='accordion-body'>
                    <ol>
                      <li>لطفا موقعیتهایی که به صورت روزانه میذاریم اینجا(t.me/fanavaran_ca) را بررسی کن</li>
                      <li>تو کلاس رزومه نویسی دور بعد شرکت کن&nbsp;</li>
                      <li>ویدیوهای یوتیوب فناوران را ببین</li>
                    </ol>
                  </div>
                </div>
              </div>
            </div>
          </div>
        </div>
      </section>
    </>
  )
}
Index.guestGuard = true

export default Index
