import React, { useEffect, useState } from 'react'
import Link from 'next/link'

// ** Import Translation
import { useTranslation } from 'react-i18next'

// ** Import course section
import CourseDeskSingle from 'src/views/swiper/courseDeskSingle'
import CourseMobileSingle from 'src/views/swiper/courseMobileSingle'

// ** Import Swiper React components
import { Swiper, SwiperSlide } from 'swiper/react'

import { fetchCourseData } from 'src/store/apps/course'
import { useRouter } from 'next/router'
import { useDispatch, useSelector } from 'react-redux'

const Index = () => {
  const [courses, setCourses] = useState([])

  //Hooks
  const router = useRouter()
  const { t } = useTranslation()
  const dispatch = useDispatch()

  const courseData = useSelector(state => state.course)

  // Check website lang
  useEffect(() => {
    const lng = window.localStorage.getItem('i18nextLng')
    if (lng == 'en') {
      router.push('/Job-Seeking')
    }
  }, [])

  useEffect(() => {
    dispatch(fetchCourseData())
  }, [])

  useEffect(() => {
    if (courseData?.data) {
      setCourses(courseData?.data?.data)
    }
  }, [courseData])

  const addToCart = id => {
    const cartItems = JSON.parse(localStorage.getItem('cartItems')) || []
    const existInCart = cartItems.includes(id)
    router.push('/cart')

    if (existInCart) {
      window.alert('Item is already in cart!')
      router.push('/cart')
    } else {
      cartItems.push(id)
    }

    const updatedCartItems = [...cartItems]
    localStorage.setItem('cartItems', JSON.stringify(updatedCartItems))
  }

  return (
    <section className='FNV-SinglePage'>
      <div className='container'>
        <div className='row FNV-Header'>
          <h1>جوینده شغل در کانادا</h1>
        </div>

        <div className='row'>
          <div className='col-12'>
            <h2>پیدا کردن کار در کانادا ؛ کاریابی در کانادا به صورت استاندارد  </h2>
            <p>
              Job searching یا پیدا کردن کار در کانادا می‌تواند چالش‌آفرین باشد. مهاجرت بزرگترین تصمیم در زندگی هر فرد محسوب می‌شود و کانادا از پرطرفدارترین کشورها برای ایرانیان است. به ویژه قشر مهندسی و فنی که می‌خواهند در این کشور به موفقیت دوباره برسند.
            </p>
            <p>کاریابی در کانادا اولین موضوعی است که یک مهندس یا یک فنی کار ماهر باید به آن فکر کند.</p>

            <p>فهرست مطالب </p>
            <ol>
              <li>
                <a href='#P1'>چگونگی پیدا کردن کار در کانادا </a>
              </li>
              <li>
                <a href='#P2'>مهاجرت و شرایط زندگی در یک کشور جدید </a>
              </li>
              <li>
                <a href='#P3'>گام‌های مورد نیاز برای ورود به بازار کار کانادا </a>
              </li>
              <li>
                <a href='#P4'>منتورشیپ</a>
              </li>
              <li>
                <a href='#P5'>جستجوی شغل در کانادا </a>
              </li>
              <li>
                <a href='#P6'>رزومه کانادایی استاندارد</a>
              </li>
              <li>
                <a href='#P7'>عوامل مهم در رزومه نویسی</a>
              </li>
              <li>
                <a href='#P8'>آماده شدن برای مصاحبه (Job Interview)</a>
              </li>
              <li>
                <a href='#P9'>مدارک حرفه ای شغلی در کاناداa</a>
              </li>
              <li>
                <a href='#FAQ'>سوالات متداول</a>
              </li>
            </ol>
            <p>
              کار و زندگی در کشوری مانند کانادا فرصت‌ها و چالش‌های فراوانی را پیش روی مهاجران قرار می‌دهد. آشنایی با آنچه که پیش رو است و شناسایی تفاوت‌ها در سبک زندگی و کار در کشور مقصد باعث می‌شود که مهاجران بتوانند شرایط جدید را بپذیرند. پذیرش این شرایط کمک می‌کند تا کسانی که به تازگی وارد کانادا شده‌اند بتوانند سریع‌تر با جامعه ارتباط برقرار کنند و در زودترین زمان آنچه که باید باشند را به واقعیت تبدیل کنند.

            </p>
          </div>
        </div>

        <div className='row'>
          <h3>قبل از اینکه شروع کنید</h3>
          <div className='col-12'>
            <iframe
              src='https://www.youtube.com/7yDmCLfJui0'
              title='YouTube video player'
              frameborder='0'
              allow='accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share'
              allowfullscreen
            ></iframe>
          </div>
        </div>

        <div id='P1' className='row'>
          <h3>چگونگی پیدا کردن کار در کانادا</h3>

          <div className='col-12'>
            <p>
              بدون شک، اولین مسئله‌ای که هر مهاجر هنگام ورود به کانادا در پی حل آن می‌گردد پیدا کردن کار است. برای یافتن راه‌حل برای چگونگی پیدا کردن کار در کانادا باید دانش کافی از وضعیت کاری در این کشور را به دست بیاورید. کاریابی در کانادا استانداردهایی دارد که حتما باید به آن‌ها برسید. در این متن به صورت کامل این فرایند را برای شما تشریح می‌کنیم.
            </p>
          </div>
        </div>

        <div id='P2' className='row'>
          <h3>4فاکتور کلیدی برای Job searching و یافتن شغل ایده آل در کانادا   </h3>

          <div className='col-12'>
            <h4>
              <strong>زبان انگلیسی  </strong>
            </h4>
            <p>
              اولین فاکتوری که برای یافتن شغل ایده آل در کانادا باید به خوبی آن را در خود پرورش داده باشید، دانش زبان انگلیسی است. زبان انگلیسی شما باید در حدی باشد که بتوانید به راحتی حرف دیگران را متوجه شوید و جواب مناسب بدهید. معمولا از ایلتس 7.5 به بالا خوب محسوب می‌شود.
            </p>
            <h4>
              <strong>رزومه مناسب مطابق با استانداردهای آمریکای شمالی</strong>
            </h4>
            <p>
              رزومه استاندارد در واقع، بزرگ‌ترین شانس شما برای رسیدن به شغل در این کشور است. نوشتن رزومه نکات و قوانینی دارد که باید حتما رعایت کنید.
            </p>
            <h4>
              <strong>نتورک قوی در شرکت‌های معتبر کانادایی و آمریکایی    </strong>
            </h4>

            <h5>
              <strong>آشنایی با بازار کار آمریکای شمالی   </strong>
            </h5>
            <p>
              از آنجا که جامعه فارسی‌زبانان در کانادا (کشورهایی چون ایران، افغانستان و تاجیکستان) علاوه بر چالش‌های فرهنگی و زبانی، با مسیر پیچیده‌ای برای ورود به عرصه شغلی رو به رو هستند، حضور موسسه‌ها و کامیونیتی‌های تخصصی مانند فناوران می‌تواند برای تسریع رسیدن این افراد به موفقیت موثر واقع شود. بهتر است، از کمک‌هایی که این دست موسسات می‌توانند برای شما داشته باشند غافل نشوید.

            </p>
            <p>
              به منظور افزایش سطح آگاهی مهاجران فارسی‌ زبان از مسیرهای مورد نیاز برای کسب شغل ایده آل، فناوران وبینارهای تخصصی رایگان زیادی را با همکاری متخصصین و افراد باتجربه در حوزه‌های مهندسی و فنی برگزار کرده است. اکثر این جلسات به صورت ضبط شده در کانال یوتیوب فناوران قرار دارند. با تماشای این ویدیوها، می‌توانید پاسخ دقیق سوالات خود برای کاریابی در کانادا را به دست بیاورید.

            </p>
          </div>
        </div>

        <div className='row'>
          <p>تماشای ویدیوی زیر می‌تواند به بزرگ‌ترین سوالات شما پاسخ بدهد.</p>
          <div className='col-12'>
            <iframe
              src='https://www.youtube.com/Gq-QHGMRUeE'
              title='YouTube video player'
              frameborder='0'
              allow='accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share'
              allowfullscreen
            ></iframe>
          </div>
        </div>

        <div id='P3' className='row'>
          <h3>مهاجرت و شرایط زندگی در یک کشور جدید </h3>

          <div className='col-12'>
            <p>
              زندگی در یک کشور جدید چالش‌های بسیاری به همراه دارد. زبان، فرهنگ، آب و هوا و ناآشنایی با قوانین و ساختار جامعه از مهم‌ترین این موارد است که اکثر مهاجران در مواجهه با آن‌ها دچار شوک و سردرگمی می‌شوند.

            </p>
            <h4>شروع از صفر  </h4>
            <p>
              قبل از هرچیز، باید بپذیرید که در کشور جدید باید از صفر بسازید. یادگیری زبان، شناخت افراد، درک محیط پیرامون، آشنایی با جغرافیای کانادا و حتی تلفظ نام‌های عجیب و غریب خیابان‌های شهری که در آن اقامت دارید، همگی چالش‌هایی هستند که در مقابل شما قرار می‌گیرند. چگونگی پیدا کردن کار در کانادا را نیز به این چالش‌ها باید اضافه کنید.
            </p>

            <h4>ارائه توانمندی‌ها  </h4>

            <p>
              تلاش بعدی برای کاریابی در کانادا ارائه توانمندی‌ها و ارزش‌هایی است که از آن برخوردار هستید. با نوشتن یک رزومه استاندارد و موثر، شرکت در مجامع حرفه‌ای و درخشیدن در مصاحبه‌های شغلی می‌توانید توانمندی‌های خود را نشان دهید. در نظر داشته باشید که دولت کانادا خدمات ارزشمند و رایگانی را در این زمینه‌ها برای مهاجران به کانادا ارائه می‌کند، پس به خاطر داشته باشید که از این خدمات بهره ببرید.

            </p>

            <h4>تولد دوباره   </h4>
            <p>
              تولد دوباره، شاید بهترین قسمت مهاجرت باشد. تا‌کنون به این موضوع فکر کرده‌اید که کاش فرصت دیگری برای شروع دوباره داشتم؟ حالا که مهاجرت کره‌اید، این فرصت برای شروع دوباره برای شما مهیا شده است تا همان که می‌خواهید شوید.

            </p>
            <p>انگیزه و انرژی مضاعف در ابتدای مهاجرت چنان نیروی محرکه‌ای در وجود شما می‌دمد که با استفاده از آن در یک مسیر درست، فتح قله‌های موفقیت هموار خواهد شد. پس به دنبال علاقه خود باشید و بدانید که لزوما نباید شغل و تخصص قبلی خود را ادامه دهید.
            </p>


            <h4>پذیرش تفاوت‌ها </h4>
            <p>
              در کانادا،‌همه چیز به اندازه تفاوت رسم‌الخط فارسی و انگلیسی با کشور شما متفاوت است. مردم کانادا بسیار محافظه‌کار و محتاط هستند و به سختی اعتماد می‌کنند. در صورتی که این اعتماد خدشه‌دار شود، ارتباط دوستانه و اعتبار شغلی به خطر می‌افتد. در فرهنگ کانادایی، برای مسئولیت‌پذیری و وقت‌شناسی اهمیت ویژه‌ای داده می‌شود. برای پیدا کردن کار در کانادا و ورود امن به بازار شغلی، حتما تفاوت‌ها را بشناسید و درک کنید.
            </p>

            <h4>نقاط مشترک      </h4>
            <p>
              کانادایی‌ها از بحث‌های چالش‌برانگیز پرهیز می‌کنند و طبع آرامی دارند، پس در محیط کار و یا جمع‌های دوستانه، به جای پرداختن  به تفاوت‌های فرهنگی روی نقاط مشترک متمرکز شوید و هیچگاه عصبانی نشوید.

            </p>

            <h4>شکیبایی            </h4>
            <p>
              شکایت نکنید! اینکه می‌خواهید کارها سریع‌تر انجام شوند کاملا قابل درک است، اما فراموش نکنید که در کانادا پیشرفت کارها معمولا کند است و طبق روال پیش می‌رود، پس عجول نباشید.

            </p>
            <h4>ارتقاء دانش و تطبیق با فرهنگ </h4>
            <p>
              دانش سرمایه است، پس باید برای ارتقاء دانش و مهارت‌های خود سرمایه‌گذاری کنید. کانادا کشوری با استانداردهای متفاوت و سبک و سیاقی جدید برای شما است، پس برای کاریابی در کانادا و یا پیشرفت در موقعیت شغلی فعلی خود این واقعیت را بپذیرید. دلبستگی به گذشته و عناوینی که داشتید (مانند آقا، خانم مهندس یا دکتر) را فراموش کنید، در این کشور استفاده از القاب مرسوم نیست و کانادایی‌ها یکدیگر را با نام خطاب می‌کنند.

            </p>
          </div>
        </div>

        <div id='P4' className='row'>
          <h3>گام‌های مورد نیاز برای ورود به بازار کار کانادا          </h3>

          <div className='col-12'>
            <p>
              در این قسمت، گام‌هایی که برای ورود به بازار کار کانادا باید بردارید را توضیح می‌دهیم. زبان انگلیسی، رزومه‌نویسی، دریافت مشاوره و شبکه‌سازی مهم‌ترین ابزار شما به عنوان یک تازه‌وارد برای کار در کانادا است.

            </p>

            <h4>زبان انگلیسی</h4>

            <p>
              مهم‌ترین مشکل جامعه فارسی‌زبان ساکن کانادا زبان انگلیسی است. اگر در مناطقی زندگی می‌کنید که دور از جامعه ایرانیان است خوشحال باشید، چرا که کامیونیتی انگلیسی‌زبان شما را وادار به یادگیری حرفه‌ای می‌کند.

            </p>
            <p>
              بزرگ‌ترین اشتباه جامعه فارسی‌زبان عدم یادگیری فرهنگ و زبان جدید و محدود شدن به حضور در جامعه همزبان است. این اشتباه باعث می‌شود تا فرد در مصاحبه‌های شغلی موفقیتی به دست نیاورد، چرا که اولین ابزار برای ارائه توانمندی‌ها را به صورت حرفه‌ای در اختیار ندارد.

            </p>
            <p>
              بدون آشنایی با فرهنگ، یادگیری زبان نمی‌تواند مهارت‌های ارتباطی در شما ایجاد نمی‌کند، به ویژه اینکه پیدا کردن کار در کانادا را برای شما دشوار خواهد ساخت. حتی اگر دارای مدرک IELTS یا TOEFL با نمرات درخشان هستید، سعی کنید زبان انگلیسی را از یک کانادایی بیاموزید تا در فراگیری لهجه نیز گام برداشته باشید.

            </p>

            <h4>منتورشیپ       </h4>
            <p>
              پیش از اینکه برای کار اقدام کنید، منتور پیدا کنید و از او راهنمایی بخواهید. پس از زبان، منتور و راهنما در جایگاه دوم اهمیت قرار دارد. بدون منتور چراغی در دست شما نیست و به بیراهه خواهید رفت.


            </p>
            <p>
              منتور شخصی متخصص و دارای تجربه کار در کانادا در سطح Senior Level است که در موقعیت شغلی مورد علاقه شما کار می‌کند. آینده شغلی شما در جایگاه او قرار دارد و می‌تواند راهنمای شما برای رسیدن به اهداف شغلی باشد. بهتر است شخصی را انتخاب کنید که با او ارتباط دوستانه‌ای دارید و می‌تواند به صورت هفتگی برای شما وقت بگذارد. بهترین مکان برای یافتن منتور LinkedIn است.

            </p>
            <p>ارتقاء دانش فردی و ساخت یک رزومه برجسته نیاز به زمان دارد. سعی کنید Designation ها و License های پرطرفدار در رشته تخصصی خود را با راهنمایی گرفتن از منتور بشناسید. به دست آوردن این لایسنس‌ها و دزیگنیشن‌ها اعتبار زیادی برای شما در کانادا می‌سازد، پس حتما برای دریافت آن‌ها زمان صرف کنید و مطمئن باشید که در انتهای مسیر، دروازه‌های بسیاری برای شما باز می‌شود. کارفرماها دانش تخصصی و فنی شما را با لایسنس‌ها می‌سنجند.
            </p>

            <h4>شبکه سازی و نتورکینگ​</h4>
            <p>
              لازمه دست یافتن به یک موقعیت شغلی مناسب در رشته‌های مهندسی و فنی، ایجاد نتورک قوی و موثر با مهندسین ارشد و مدیران شرکت‌ها است. در حقیقت، نتورکینگ کمک می‌کند شما شناخته شوید و توانمندی‌های شما نمایش داده شود. در کانادا روی Network حساب ویژه‌ای باز می‌کنند و معرف از اهمیت بسیار بالایی برخوردار است. در محیط کار نه چندان وسیع کانادایی، مدیران و مهندسان ارشد کسی را که نمی‌شناسند معرفی نمی‌کنند.

            </p>

            <h4>کار داوطلبانه یا Volunteer</h4>
            <p>
              به دنبال کار داوطلبانه باشید. کار والنتیری ارزش بالایی در فرهنگ کانادایی دارد. برای کارهای داوطلبانه مزایای بسیاری را می‌توان نام برد.کار والنتیر برای مهاجران باعث ارتقا مهارت‌های زبان انگلیسی و برقراری ارتباط و آشنایی با فرهنگ کار کانادایی می‌شود و با ایجاد اعتماد به نفس، شما را در مسیر ساخت شبکه‌ای قدرتمند و تاثیرگذار کمک می‌کند. سعی کنید در شرکت‌های کانادایی و یا بین‌المللی به صورت داوطلبانه کار کنید و شبکه خود را بسازید.
            </p>
          </div>
        </div>

        <div id='P5' className='row'>
          <h3>جستجوی شغل در کانادا​</h3>

          <div className='col-12'>
            <p>
              بزرگ‌ترین چالشی که برای پیدا کردن کار در کانادا با آن مواجه می‌شوید این است که رزومه شما به دست فرد استخدام‌کننده برسد. یکی از بهترین روش‌ها این است که رزومه شما در آرشیو شرکت مورد نظر وجود داشته باشد. استفاده از وبسایت‌های کاریابی و شبکه‌های اجتماعی می‌تواند بسیار کارآمد باشد.

            </p>
            <ul>
              <li>روش نوشتن رزومه استاندارد کانادایی را بدانید.</li>
              <li>
                رزومه خود را در سایت‌های کاریابی مانند Indeed و Glassdoor آپلود کنید
              </li>
              <li>Establish a professional LinkedIn profile and activate the Open to Opportunities feature.</li>
              <li>
                گزینه اطلاع‌رسانی شغلی (Job Alert) را برای شرکت‌های مورد نظر فعال کنید تا از موقعیت‌های شغلی موجود مطلع شوید

              </li>
              <li>برای خود پروفایل LinkedIn بسازید و گزینه Open to Opportunities را فعال کنید</li>
              <li>در شبکه‌های اجتماعی، شرکت‌ها و موقعیت‌های شغلی مورد نظر را جستجو و دنبال کنید. بسیاری از شرکت‌ها موقعیت‌های شغلی را در اینستاگرام یا فیسبوک به اشتراک می‌گذارند</li>
            </ul>
          </div>
        </div>

        <div className='row FNV-Related-Course'>
          <h3>دوره‌های مرتبط</h3>

          {/* Courses Desktop */}
          <CourseDeskSingle courses={courses} addToCart={addToCart} />
          {/* Courses Mobile */}
          <CourseMobileSingle courses={courses} addToCart={addToCart} />
        </div>


        <div id='FAQ' className='row'>
          <h3>سوالات متداول </h3>

          <div className='accordion p-0' id='FAQEngineering'>
            <div className='accordion-item'>
              <h2 className='accordion-header'>
                <button
                  className='accordion-button'
                  type='button'
                  data-bs-toggle='collapse'
                  data-bs-target='#Question1'
                  aria-expanded='true'
                  aria-controls='Question1'
                >
                  اگر یک شرکتی از ما فایل رزومه و کاور خواست ، ما علاوه بر این، یک فایل اضافه به عنوان پروژه ها بفرستیم کار غیر حرفه ای هستش؟ یاتاثیر مثبت یا منفی داره؟

                </button>
              </h2>
              <div id='Question1' className='accordion-collapse collapse show' data-bs-parent='#FAQEngineering'>
                <div className='accordion-body'>
                  <p>
                    اگر نخواستند نفرستین. بعضیا ساپورتینگ داکیومنت میخوان برای اونا بفرستین. البته باید کاملا مرتبط باشه

                  </p>
                </div>
              </div>
            </div>

            <div className='accordion-item'>
              <h2 className='accordion-header'>
                <button
                  className='accordion-button collapsed'
                  type='button'
                  data-bs-toggle='collapse'
                  data-bs-target='#Question2'
                  aria-expanded='false'
                  aria-controls='Question2'
                >
                  من از این ترم قراره مستر مدیریت پروژه رو شروع کنم با زیرشاخه بیزینس آنالیز. میخواستم بدونم که ایا برای پیدا کردن کاربایددرامتحان پی ام پی شرکت کرد و یا داشتن مدرک مستر کفایت میکنه؟
                </button>
              </h2>
              <div id='Question2' className='accordion-collapse collapse' data-bs-parent='#FAQEngineering'>
                <div className='accordion-body'>
                  <p>
                    تنها مدرک هایی که برای گرفتن کار کافی هستند لایسنسها هستند. مثل مهندسی پی انچ. هیچ سرتیفیکیت دیگه ای شرط کافی نیست. در مورد سوال شما پی ام پی شرط لازم (برخی مواقع شرط اختیاری) گرفتن شغلهای مرتبط به پروژه است اما کافی نیست
                  </p>
                </div>
              </div>
            </div>

            <div className='accordion-item'>
              <h2 className='accordion-header'>
                <button
                  className='accordion-button collapsed'
                  type='button'
                  data-bs-toggle='collapse'
                  data-bs-target='#Question3'
                  aria-expanded='false'
                  aria-controls='Question3'
                >
                  ایا معدل تاثیری در پذیرش و روند کار‌داره؟ و‌مورد دیگه اینه که با توجه به دشواری دریافت اصل مدرک‌فوق لیسانس در زمان حال، در صورتی که اصل مدرک‌رو‌نداشته باشم ،میتونم برای کاری که به مدرک فوق لیسانس نیاز داره اپلای کنم‌و‌شرایط رو‌براشون توضیح بدم؟
                </button>
              </h2>
              <div id='Question3' className='accordion-collapse collapse' data-bs-parent='#FAQEngineering'>
                <div className='accordion-body'>
                  <p>
                    معدل لیسانس و ارشد خیلی اهمیتی نداره و مدارکش را  به صورت شرط لازم نمیخواد. اینجا فرق پیام نور با دانشگاه تهران هیچی نیست براشون. اصل تجربه کاری هست که مینویسی که میتونه باعث بشه به شما کورس و امتحانات بخوره یا نه
                  </p>
                </div>
              </div>

              <div className='accordion-item'>
                <h2 className='accordion-header'>
                  <button
                    className='accordion-button collapsed'
                    type='button'
                    data-bs-toggle='collapse'
                    data-bs-target='#Question4'
                    aria-expanded='false'
                    aria-controls='Question4'
                  >
                    من مهندس عمران بودم در ایران و الان حدود یک ماه هست که در ونکور زندگی می کنم ، ممنون می شم اگر در پیدا کردن شغل کمک کنین؟
                  </button>
                </h2>

                <div id='Question3' className='accordion-collapse collapse' data-bs-parent='#FAQEngineering'>
                  <div className='accordion-body'>
                    <p>
                      <ol>
                        <li>لطفا موقعیتهایی که به صورت روزانه میذاریم اینجا(t.me/fanavaran_ca) را بررسی کن</li>
                        <li>تو کلاس رزومه نویسی دور بعد شرکت کن</li>
                        <li>ویدیوهای یوتیوب فناوران را ببین</li>
                      </ol>
                    </p>
                  </div>
                </div>
              </div>
            </div>
          </div>
        </div>
      </div>
    </section>
  )
}
Index.guestGuard = true

export default Index
