import React, { useEffect, useState } from 'react'
import { Helmet } from 'react-helmet'
import { useRouter } from 'next/router'

// ** Import Translation
import { useTranslation } from 'react-i18next'
import Link from 'next/link'

function English() {
  //Hooks
  const router = useRouter()
  const { t } = useTranslation()

  // Feathericon
  useEffect(() => {
    const timer = setTimeout(() => {
      if (typeof feather !== 'undefined' && feather !== null) {
        feather.replace()
      }
    }, 1000) // 1 second delay

    // Cleanup the timeout on component unmount
    return () => clearTimeout(timer)
  }, [])

  return (
    <>
      <section className='FNV-Single'>
        <header className='FNV-Single-Header'>
          {/* Canvas Top */}
          <div className='FNV-Canvas-Top'>
            <svg viewBox="0 0 1454 100" fill="none" xmlns="http://www.w3.org/2000/svg">
              <path d="M1453 0.999987L1 99L1 0.999987L1453 0.999987Z" fill="white" stroke="white" />
            </svg>
          </div>

          <div className='container'>
            <div className='row'>
              <h1>آموزش جامع تخصصی زبان انگلیسی</h1>
              <p>موسسه فناوران با همکاری کالج ITD دوره‌های آموزش زبان انگلیسی را برگزار می‌کند. این دوره‌ها در ۶ سطح طراحی شده‌اند و هر سطح طی ۱۲ هفته یا ۳ ماه به اتمام می‌رسد.</p>
              <Link href="tel:+19055052323">با ما تماس بگیرید </Link>
            </div>
          </div>

          {/* Canvas Bottom */}
          <div className='FNV-Canvas-Bottom'>
            <svg viewBox="0 0 1454 100" fill="none" xmlns="http://www.w3.org/2000/svg">
              <path d="M1453 0.999987L1 99L1 0.999987L1453 0.999987Z" fill="white" stroke="white" />
            </svg>
          </div>
        </header>

        <main>
          <article>
            <section className='FNV-WhiteBg'>
              <div className='container'>
                <div className='row'>
                  <aside className='col-12 col-md-3'>
                    <div className='card'>
                      <span>فهرست مطالب:</span>
                      <ol>
                        <li>
                          <Link href='#P1'>سطوح دوره‌ها</Link>
                        </li>
                        <li>
                          <Link href='#P2'>ویژگی‌های کلاس‌های ITD و فناوران</Link>
                        </li>
                        <li>
                          <Link href='#P3'>چه کلاس‌هایی ارائه می‌شوند؟</Link>
                        </li>
                        <li>
                          <Link href='#P4'>ویژگی‌های دوره English For Technicians and Engineers</Link>
                        </li>
                        <li>
                          <Link href='#P5'>از کجا شروع می‌شود؟</Link>
                        </li>
                        <li>
                          <Link href='#P6'>دوره‌های قابل ثبت‌نام</Link>
                        </li>
                      </ol>
                    </div>
                  </aside>

                  <main className='col-12 col-md-9'>
                    <div className='row'>
                      {/* Course */}
                      <div className='col-12 col-md-4'>
                        <h5>
                          <span>دوره Pre-Intermediate</span>
                        </h5>

                        <div className='FNV-Product FNV-Product-BG-Primary FNV-Product-Medium'>
                          <img src='https://fanavaran.ca:3200/uploads/courses/487b7203-fcc3-4ba6-832f-606ae1829ddc.jpg' className='img-fluid' />

                          <h6>Pre-Intermediate</h6>

                          {/* Price & Duration */}
                          <div className='row'>
                            <div className='col-6'>
                              <div className='FNV-Product-Price'>
                                <svg width="22" height="22" viewBox="0 0 22 22" fill="none" xmlns="http://www.w3.org/2000/svg">
                                  <g clipPath="url(#clip0_366_28)">
                                    <path
                                      d="M19.266 0C18.0097 0 16.9164 0.870811 16.6149 2.06659H10.4391C9.98489 2.06659 9.5578 2.2435 9.23657 2.56468L0.396592 11.4047C-0.132197 11.9335 -0.132197 12.7939 0.396592 13.3227L8.6773 21.6034C8.9417 21.8678 9.28901 22 9.63629 22C9.98356 22 10.3309 21.8678 10.5953 21.6034L19.4353 12.7634C19.7565 12.4421 19.9334 12.0151 19.9334 11.5608V5.95782C20.199 5.82125 20.4502 5.66255 20.6795 5.47983C21.5433 4.79152 22 3.84197 22 2.73393C22 1.22644 20.7735 0 19.266 0ZM19.2876 11.5609C19.2876 11.8426 19.1779 12.1075 18.9786 12.3067L10.1386 21.1468C9.86159 21.4238 9.41094 21.4238 9.13393 21.1468L0.853223 12.866C0.576257 12.589 0.576257 12.1384 0.853223 11.8614L9.69325 3.02136C9.8925 2.8221 10.1574 2.7124 10.4391 2.7124H18.5772C18.9689 2.7124 19.2876 3.03109 19.2876 3.42279V5.54424C18.7243 5.77621 18.1038 5.90981 17.5076 5.95773C17.3991 5.1239 16.6847 4.47762 15.8217 4.47762C14.884 4.47762 14.1211 5.24054 14.1211 6.17825C14.1211 7.11597 14.884 7.87889 15.8217 7.87889C16.6103 7.87889 17.2751 7.33933 17.4667 6.61004C18.0708 6.56996 18.6987 6.44979 19.2876 6.23771V11.5609ZM15.7496 6.49302C16.0621 6.56462 16.4107 6.60793 16.7788 6.62089C16.6112 6.98198 16.2453 7.23312 15.8217 7.23312C15.2401 7.23312 14.7669 6.75991 14.7669 6.1783C14.7669 5.59668 15.2401 5.12347 15.8217 5.12347C16.3342 5.12347 16.7623 5.49094 16.8569 5.97616C16.509 5.96776 16.1814 5.92944 15.8938 5.86353C15.7201 5.82362 15.5468 5.93228 15.507 6.10614C15.4671 6.27994 15.5758 6.45315 15.7496 6.49302ZM20.277 4.97476C20.1684 5.0613 20.0533 5.1416 19.9334 5.21621V3.42279C19.9334 2.67499 19.325 2.06659 18.5772 2.06659H17.2871C17.5688 1.23535 18.3623 0.64581 19.266 0.64581C20.4174 0.64581 21.3542 1.58254 21.3542 2.73393C21.3542 3.65133 20.9917 4.40524 20.277 4.97476Z"
                                      fill="#223885"
                                    />
                                  </g>
                                  <defs>
                                    <clipPath id="clip0_366_28">
                                      <rect width="22" height="22" fill="white" />
                                    </clipPath>
                                  </defs>
                                </svg>
                                <span>Price: CA$ 2999</span>
                              </div>
                            </div>
                          </div>

                          {/* Cart and Details */}
                          <div className='row'>
                            <div className='col-6'>
                              <Link href="/courses/english-pre-intermediate" className='FNV-Product-Details'>See Details</Link>
                            </div>

                            <div className='col-6'>
                              <Link href="/courses/english-pre-intermediate" className='FNV-Product-AddToCart'>Add to Cart</Link>
                            </div>
                          </div>
                        </div>
                      </div>

                      {/* Course */}
                      <div className='col-12 col-md-4'>
                        <h5>
                          <span>دوره Intermediate</span>
                        </h5>

                        <div className='FNV-Product FNV-Product-BG-Primary FNV-Product-Medium'>
                          <img src='https://fanavaran.ca:3200/uploads/courses/487b7203-fcc3-4ba6-832f-606ae1829ddc.jpg' className='img-fluid' />

                          <h6>Intermediate</h6>

                          {/* Price & Duration */}
                          <div className='row'>
                            <div className='col-6'>
                              <div className='FNV-Product-Price'>
                                <svg width="22" height="22" viewBox="0 0 22 22" fill="none" xmlns="http://www.w3.org/2000/svg">
                                  <g clipPath="url(#clip0_366_28)">
                                    <path
                                      d="M19.266 0C18.0097 0 16.9164 0.870811 16.6149 2.06659H10.4391C9.98489 2.06659 9.5578 2.2435 9.23657 2.56468L0.396592 11.4047C-0.132197 11.9335 -0.132197 12.7939 0.396592 13.3227L8.6773 21.6034C8.9417 21.8678 9.28901 22 9.63629 22C9.98356 22 10.3309 21.8678 10.5953 21.6034L19.4353 12.7634C19.7565 12.4421 19.9334 12.0151 19.9334 11.5608V5.95782C20.199 5.82125 20.4502 5.66255 20.6795 5.47983C21.5433 4.79152 22 3.84197 22 2.73393C22 1.22644 20.7735 0 19.266 0ZM19.2876 11.5609C19.2876 11.8426 19.1779 12.1075 18.9786 12.3067L10.1386 21.1468C9.86159 21.4238 9.41094 21.4238 9.13393 21.1468L0.853223 12.866C0.576257 12.589 0.576257 12.1384 0.853223 11.8614L9.69325 3.02136C9.8925 2.8221 10.1574 2.7124 10.4391 2.7124H18.5772C18.9689 2.7124 19.2876 3.03109 19.2876 3.42279V5.54424C18.7243 5.77621 18.1038 5.90981 17.5076 5.95773C17.3991 5.1239 16.6847 4.47762 15.8217 4.47762C14.884 4.47762 14.1211 5.24054 14.1211 6.17825C14.1211 7.11597 14.884 7.87889 15.8217 7.87889C16.6103 7.87889 17.2751 7.33933 17.4667 6.61004C18.0708 6.56996 18.6987 6.44979 19.2876 6.23771V11.5609ZM15.7496 6.49302C16.0621 6.56462 16.4107 6.60793 16.7788 6.62089C16.6112 6.98198 16.2453 7.23312 15.8217 7.23312C15.2401 7.23312 14.7669 6.75991 14.7669 6.1783C14.7669 5.59668 15.2401 5.12347 15.8217 5.12347C16.3342 5.12347 16.7623 5.49094 16.8569 5.97616C16.509 5.96776 16.1814 5.92944 15.8938 5.86353C15.7201 5.82362 15.5468 5.93228 15.507 6.10614C15.4671 6.27994 15.5758 6.45315 15.7496 6.49302ZM20.277 4.97476C20.1684 5.0613 20.0533 5.1416 19.9334 5.21621V3.42279C19.9334 2.67499 19.325 2.06659 18.5772 2.06659H17.2871C17.5688 1.23535 18.3623 0.64581 19.266 0.64581C20.4174 0.64581 21.3542 1.58254 21.3542 2.73393C21.3542 3.65133 20.9917 4.40524 20.277 4.97476Z"
                                      fill="#223885"
                                    />
                                  </g>
                                  <defs>
                                    <clipPath id="clip0_366_28">
                                      <rect width="22" height="22" fill="white" />
                                    </clipPath>
                                  </defs>
                                </svg>
                                <span>Price: CA$ 2999</span>
                              </div>
                            </div>
                          </div>

                          {/* Cart and Details */}
                          <div className='row'>
                            <div className='col-6'>
                              <Link href="/courses/english-intermediate" className='FNV-Product-Details'>See Details</Link>
                            </div>

                            <div className='col-6'>
                              <Link href="/courses/english-intermediate" className='FNV-Product-AddToCart'>Add to Cart</Link>
                            </div>
                          </div>
                        </div>
                      </div>

                      {/* Course */}
                      <div className='col-12 col-md-4'>
                        <h5>
                          <span>دوره Upper-Intermediate</span>
                        </h5>

                        <div className='FNV-Product FNV-Product-BG-Primary FNV-Product-Medium'>
                          <img src='https://fanavaran.ca:3200/uploads/courses/487b7203-fcc3-4ba6-832f-606ae1829ddc.jpg' className='img-fluid' />

                          <h6>Upper-Intermediate</h6>

                          {/* Price & Duration */}
                          <div className='row'>
                            <div className='col-6'>
                              <div className='FNV-Product-Price'>
                                <svg width="22" height="22" viewBox="0 0 22 22" fill="none" xmlns="http://www.w3.org/2000/svg">
                                  <g clipPath="url(#clip0_366_28)">
                                    <path
                                      d="M19.266 0C18.0097 0 16.9164 0.870811 16.6149 2.06659H10.4391C9.98489 2.06659 9.5578 2.2435 9.23657 2.56468L0.396592 11.4047C-0.132197 11.9335 -0.132197 12.7939 0.396592 13.3227L8.6773 21.6034C8.9417 21.8678 9.28901 22 9.63629 22C9.98356 22 10.3309 21.8678 10.5953 21.6034L19.4353 12.7634C19.7565 12.4421 19.9334 12.0151 19.9334 11.5608V5.95782C20.199 5.82125 20.4502 5.66255 20.6795 5.47983C21.5433 4.79152 22 3.84197 22 2.73393C22 1.22644 20.7735 0 19.266 0ZM19.2876 11.5609C19.2876 11.8426 19.1779 12.1075 18.9786 12.3067L10.1386 21.1468C9.86159 21.4238 9.41094 21.4238 9.13393 21.1468L0.853223 12.866C0.576257 12.589 0.576257 12.1384 0.853223 11.8614L9.69325 3.02136C9.8925 2.8221 10.1574 2.7124 10.4391 2.7124H18.5772C18.9689 2.7124 19.2876 3.03109 19.2876 3.42279V5.54424C18.7243 5.77621 18.1038 5.90981 17.5076 5.95773C17.3991 5.1239 16.6847 4.47762 15.8217 4.47762C14.884 4.47762 14.1211 5.24054 14.1211 6.17825C14.1211 7.11597 14.884 7.87889 15.8217 7.87889C16.6103 7.87889 17.2751 7.33933 17.4667 6.61004C18.0708 6.56996 18.6987 6.44979 19.2876 6.23771V11.5609ZM15.7496 6.49302C16.0621 6.56462 16.4107 6.60793 16.7788 6.62089C16.6112 6.98198 16.2453 7.23312 15.8217 7.23312C15.2401 7.23312 14.7669 6.75991 14.7669 6.1783C14.7669 5.59668 15.2401 5.12347 15.8217 5.12347C16.3342 5.12347 16.7623 5.49094 16.8569 5.97616C16.509 5.96776 16.1814 5.92944 15.8938 5.86353C15.7201 5.82362 15.5468 5.93228 15.507 6.10614C15.4671 6.27994 15.5758 6.45315 15.7496 6.49302ZM20.277 4.97476C20.1684 5.0613 20.0533 5.1416 19.9334 5.21621V3.42279C19.9334 2.67499 19.325 2.06659 18.5772 2.06659H17.2871C17.5688 1.23535 18.3623 0.64581 19.266 0.64581C20.4174 0.64581 21.3542 1.58254 21.3542 2.73393C21.3542 3.65133 20.9917 4.40524 20.277 4.97476Z"
                                      fill="#223885"
                                    />
                                  </g>
                                  <defs>
                                    <clipPath id="clip0_366_28">
                                      <rect width="22" height="22" fill="white" />
                                    </clipPath>
                                  </defs>
                                </svg>
                                <span>Price: CA$ 2999</span>
                              </div>
                            </div>
                          </div>

                          {/* Cart and Details */}
                          <div className='row'>
                            <div className='col-6'>
                              <Link href="/courses/english-upper-intermediate" className='FNV-Product-Details'>See Details</Link>
                            </div>

                            <div className='col-6'>
                              <Link href="/courses/english-upper-intermediate" className='FNV-Product-AddToCart'>Add to Cart</Link>
                            </div>
                          </div>
                        </div>
                      </div>
                    </div>

                    <h4 id='P1'>سطوح دوره‌های کالج ITD و فناوران</h4>
                    <div className='row'>
                      <div className='col-12'>
                        <ul>
                          <li>Elementary: مناسب برای افرادی که آشنایی کمی با حروف الفبای انگلیسی دارند یا اصلا ندارند.</li>
                          <li>Beginner: برای کسانی که در حال یادگیری کلمات ابتدایی هستند.</li>
                          <li>Pre-intermediate: افرادی که می&zwnj;توانند جملات کوتاه بسازند.</li>
                          <li>Intermediate: کسانی که قادر به مکالمه هستند اما اشتباهات گرامری و لغوی زیادی دارند.</li>
                          <li>Upper-intermediate: افرادی که می&zwnj;توانند به&zwnj;صورت کامل صحبت کنند اما در برخی موارد اشتباه دارند.</li>
                          <li>Advanced: مناسب برای کسانی که به سطح نزدیک به نیتیو رسیده&zwnj;اند و توانایی مکالمه کامل را دارند.</li>
                        </ul>
                        <p>هر سطح در مدت ۱۲ هفته تکمیل می&zwnj;شود؛ به این معنا که یک فرد در سطح Beginner می&zwnj;تواند پس از ۱۲ هفته به سطح Pre-intermediate برسد. به طور کلی، آموزش زبان انگلیسی از ابتدا تا انتها در مدت زمان ۱۸ ماه انجام می&zwnj;شود.</p>
                      </div>
                    </div>

                    <h4 id='P2'>ویژگی‌های کلاس‌های ITD و فناوران</h4>
                    <div className='row'>
                      <div className='col-12'>
                        <p>فول تایم: ۱۶ ساعت در هفته</p>
                        <p>روزهای برگزاری: دوشنبه، سه&zwnj;شنبه، پنج&zwnj;شنبه و جمعه</p>
                        <p>ساعات کلاس: هر روز ۴ ساعت آموزش</p>
                        <p>برای کسانی که مشغول به کار هستند، امکان برگزاری کلاس&zwnj;ها به صورت پارت تایم وجود دارد و به جای ۴ هفته، ۸ هفته زمان خواهد برد، اما بر اساس تجربیات به دست آمده، کلاس&zwnj;های فول تایم کارایی به مراتب بیشتری در مقایسه با پارت تایم دارند.</p>
                      </div>
                    </div>

                    <h4 id='P3'>چه کلاس‌هایی ارائه می‌شوند؟</h4>
                    <div className='row'>
                      <div className='col-12'>
                        <p>فناوران در همکاری با ITD، دوره زبان ویژه‌ای به نام English For Technicians and Engineers ارائه می‌کند. طبق تحقیقات زبان‌شناسی که از طرف کالج ITD انجام شده، اکثر ایرانیانی که به کانادا مهاجرت می‌کنند در دو سطح Pre-Intermediate و Intermediate قرار دارند. از این رو، دوره زبان انگلیسی برای این دو سطح طراحی شده است تا مهندسان، معماران و تکنسین‌های فنی بتوانند به سطح قابل قبول برای انجام مکالمه برسند و با گذر از این دو سطح، به Upper-Intermediate برسند.</p>
                      </div>
                    </div>

                    <h4 id='P4'>ویژگی‌های دوره English For Technicians and Engineers</h4>
                    <div className='row'>
                      <div className='col-12'>
                        <p>همانطور که گفته شد، این دوره&zwnj;ها در دو سطح Pre-Intermediate و Intermediate برگزار می&zwnj;شوند و سپس به سطح Upper-intermediate می&zwnj;رسند.</p>
                        <ul>
                          <li>هر یک از این سطوح دارای ۳ لول هستند و متقاضیان می&zwnj;توانند به هر ترتیبی که مد نظر دارند وارد لول&zwnj;های مختلف شوند.</li>
                        </ul>
                        <p>برای مثال، دوره از سپتامبر در لول یک شروع شده و در اکتبر به لول ۲ رسیده. فرد می&zwnj;تواند وارد لول ۲ شود و پس از برگزاری مجدد لول ۱، دروس مربوط به لول ۱ را آموزش ببیند. این به معنای آن است که متقاضیان می&zwnj;توانند بدون ترتیب و انتظار، آموزش را شروع کنند.</p>
                        <ul>
                          <li>مدت زمان هر لول ۴ هفته معادل یک ماه است.</li>
                        </ul>
                        <p>متقاضیان پس از گذشت سه ماه، از سطح Pre-Intermediate به Intermediate و یا از سطح intermediate به سطح Upper-Intermediate می&zwnj;رسند.</p>
                        <ul>
                          <li>ظرفیت هر کلاس بین ۱۰ تا ۱۲ نفر خواهد بود.</li>
                        </ul>
                        <ul>
                          <li>شروع کلاس&zwnj;ها، از دوشنبه اول هر ماه خواهد بود.</li>
                        </ul>
                        <p>تمرکز پکیج English For Technicians and Engineers بر Speaking است تا شرکت&zwnj;کنندگان بتوانند مکالمات روزمره خود را داشته باشند و به سطحی برسند که در اینترویوهای شغلی و انجام پروژه&zwnj;های خود مستقل و درست عمل کنند</p>
                      </div>
                    </div>

                    <h4 id='P5'>از کجا شروع می‌شود؟</h4>
                    <div className='row'>
                      <div className='col-12'>
                        <p>برای شرکت در دوره&zwnj;های آموزش زبان انگلیسی فناوران و کالج ITD، ابتدا باید از طریق سایت کالج ITD تعیین سطح کنید که رایگان است. برای این منظور، <a href="https://sms.itdcanada.ca/EnglishTest">از طریق این لینک اقدام کنید</a>.</p>
                        <p>پس از مشخص شدن سطح فعلی، می&zwnj;توانید هر یک از پکیج&zwnj;های مورد نیاز خود را در وبسایت فناوران خریداری کنید و روند ثبت&zwnj;نام خود را تکمیل کنید.</p>
                      </div>
                    </div>
                  </main>
                </div>
              </div>
            </section>

            <section className='FNV-PrimaryBg' id='P6'>
              <div className='container'>
                <div className='row'>
                  <aside className='col-12 col-md-3'>
                    <Link href='/membership/checkout' className='FNV-Membership-Banner'>
                      <svg
                        width='102'
                        height='84'
                        viewBox='0 0 102 84'
                        fill='none'
                        xmlns='http://www.w3.org/2000/svg'
                      >
                        <path d='M76.915 83.1341H25.085C23.1962 83.1366 21.3609 82.5062 19.8723 81.3436C18.3838 80.1809 17.3277 78.5529 16.8727 76.7197L8.88382 44.7731C8.63363 43.7709 8.64715 42.7209 8.92307 41.7254C9.19899 40.73 9.72791 39.8229 10.4584 39.0924C11.1888 38.362 12.0959 37.8331 13.0914 37.5571C14.0868 37.2812 15.1368 37.2677 16.139 37.5179L28.8971 40.708C29.1695 40.7759 29.4556 40.7641 29.7214 40.674C29.9872 40.5839 30.2216 40.4194 30.3965 40.1999L44.3897 22.7092C45.2087 21.7584 46.2231 20.9954 47.3638 20.4723C48.5045 19.9492 49.7446 19.6783 50.9995 19.678C52.2544 19.6778 53.4946 19.9483 54.6355 20.471C55.7764 20.9937 56.791 21.7564 57.6103 22.7069L71.6035 40.2023C71.781 40.4197 72.0164 40.5826 72.2825 40.6721C72.5486 40.7616 72.8346 40.7741 73.1074 40.7081L85.8588 37.518C86.8609 37.2675 87.9109 37.2807 88.9064 37.5563C89.902 37.8319 90.8092 38.3605 91.5399 39.0908C92.2706 39.821 92.7998 40.7279 93.076 41.7233C93.3522 42.7187 93.3661 43.7686 93.1162 44.7709L85.1273 76.722C84.6719 78.5548 83.6156 80.1821 82.127 81.3444C80.6385 82.5066 78.8036 83.1367 76.915 83.1341ZM16.0866 44.7207L23.6631 75.0221C23.7415 75.3398 23.9242 75.6221 24.182 75.8237C24.4398 76.0252 24.7577 76.1345 25.085 76.1341H76.915C77.242 76.1346 77.5597 76.0256 77.8174 75.8245C78.0751 75.6233 78.258 75.3416 78.3369 75.0244L85.9134 44.7207L74.8028 47.4983C73.2303 47.889 71.5789 47.8212 70.0436 47.3032C68.5084 46.7851 67.1536 45.8384 66.1393 44.5748L52.1462 27.0795C51.3805 26.127 50.6195 26.1247 49.8538 27.0818L35.8607 44.5726C34.8473 45.836 33.4934 46.7829 31.959 47.3014C30.4246 47.8199 28.7738 47.8882 27.2018 47.4984L16.0866 44.7207Z' />
                        <path d='M7.83334 33.8333C11.6993 33.8333 14.8333 30.6993 14.8333 26.8333C14.8333 22.9674 11.6993 19.8333 7.83334 19.8333C3.96735 19.8333 0.833344 22.9674 0.833344 26.8333C0.833344 30.6993 3.96735 33.8333 7.83334 33.8333Z' />
                        <path d='M94.1667 33.8333C98.0327 33.8333 101.167 30.6993 101.167 26.8333C101.167 22.9674 98.0327 19.8333 94.1667 19.8333C90.3007 19.8333 87.1667 22.9674 87.1667 26.8333C87.1667 30.6993 90.3007 33.8333 94.1667 33.8333Z' />
                        <path d='M51 14C54.866 14 58 10.866 58 7C58 3.13401 54.866 0 51 0C47.134 0 44 3.13401 44 7C44 10.866 47.134 14 51 14Z' />
                      </svg>
                      <span>Become a Member</span>
                    </Link>
                  </aside>

                  <main className='col-12 col-md-9'>
                    <h3>دوره‌های قابل ثبت‌نام</h3>

                    <div className='col-12'>
                      <p>دوره&zwnj;های آموزش زبان انگلیسی ویژه مهندسان و تکنسین&zwnj;های فنی در سه سطح برگزار می شود. سطوح مورد شامل سطح Pre-Intermediate، سطح Intermediate و سطح Upper-Intermediate هستند. سطح هر فرد پس از تست زبان در سایت کال ITD مشخص می&zwnj;شود و بسته به سطح فعلی، فرد می&zwnj;تواند در یکی از سطوح بعدی ثبت&zwnj;نام کند. برای ثبت&zwnj;نام، روی دوره مورد نظر خود در زیر کلیک کنید.</p>
                      <p>هر یک از سطوح دارای سه لول است و هر لول ۴ هفته زمان را در بر می&zwnj;گیرد. شروع کلاس&zwnj;ها از اولین دوشنبه هر ماه است و ترتیبی در ورود دانشجو به کلاس وجود ندارد. برای هماهنگی و کسب اطلاعات بیشتر می&zwnj;توانید با شماره&zwnj;های تماس فناوران ارتباط بگیرید.</p>
                    </div>

                    <div className='row'>
                      {/* Course */}
                      <div className='col-12 col-md-4'>
                        <h5>
                          <span>دوره Pre-Intermediate</span>
                        </h5>

                        <div className='FNV-Product FNV-Product-BG-Primary FNV-Product-Medium'>
                          <img src='https://fanavaran.ca:3200/uploads/courses/487b7203-fcc3-4ba6-832f-606ae1829ddc.jpg' className='img-fluid' />

                          <h6>Pre-Intermediate</h6>

                          {/* Price & Duration */}
                          <div className='row'>
                            <div className='col-6'>
                              <div className='FNV-Product-Price'>
                                <svg width="22" height="22" viewBox="0 0 22 22" fill="none" xmlns="http://www.w3.org/2000/svg">
                                  <g clipPath="url(#clip0_366_28)">
                                    <path
                                      d="M19.266 0C18.0097 0 16.9164 0.870811 16.6149 2.06659H10.4391C9.98489 2.06659 9.5578 2.2435 9.23657 2.56468L0.396592 11.4047C-0.132197 11.9335 -0.132197 12.7939 0.396592 13.3227L8.6773 21.6034C8.9417 21.8678 9.28901 22 9.63629 22C9.98356 22 10.3309 21.8678 10.5953 21.6034L19.4353 12.7634C19.7565 12.4421 19.9334 12.0151 19.9334 11.5608V5.95782C20.199 5.82125 20.4502 5.66255 20.6795 5.47983C21.5433 4.79152 22 3.84197 22 2.73393C22 1.22644 20.7735 0 19.266 0ZM19.2876 11.5609C19.2876 11.8426 19.1779 12.1075 18.9786 12.3067L10.1386 21.1468C9.86159 21.4238 9.41094 21.4238 9.13393 21.1468L0.853223 12.866C0.576257 12.589 0.576257 12.1384 0.853223 11.8614L9.69325 3.02136C9.8925 2.8221 10.1574 2.7124 10.4391 2.7124H18.5772C18.9689 2.7124 19.2876 3.03109 19.2876 3.42279V5.54424C18.7243 5.77621 18.1038 5.90981 17.5076 5.95773C17.3991 5.1239 16.6847 4.47762 15.8217 4.47762C14.884 4.47762 14.1211 5.24054 14.1211 6.17825C14.1211 7.11597 14.884 7.87889 15.8217 7.87889C16.6103 7.87889 17.2751 7.33933 17.4667 6.61004C18.0708 6.56996 18.6987 6.44979 19.2876 6.23771V11.5609ZM15.7496 6.49302C16.0621 6.56462 16.4107 6.60793 16.7788 6.62089C16.6112 6.98198 16.2453 7.23312 15.8217 7.23312C15.2401 7.23312 14.7669 6.75991 14.7669 6.1783C14.7669 5.59668 15.2401 5.12347 15.8217 5.12347C16.3342 5.12347 16.7623 5.49094 16.8569 5.97616C16.509 5.96776 16.1814 5.92944 15.8938 5.86353C15.7201 5.82362 15.5468 5.93228 15.507 6.10614C15.4671 6.27994 15.5758 6.45315 15.7496 6.49302ZM20.277 4.97476C20.1684 5.0613 20.0533 5.1416 19.9334 5.21621V3.42279C19.9334 2.67499 19.325 2.06659 18.5772 2.06659H17.2871C17.5688 1.23535 18.3623 0.64581 19.266 0.64581C20.4174 0.64581 21.3542 1.58254 21.3542 2.73393C21.3542 3.65133 20.9917 4.40524 20.277 4.97476Z"
                                      fill="#223885"
                                    />
                                  </g>
                                  <defs>
                                    <clipPath id="clip0_366_28">
                                      <rect width="22" height="22" fill="white" />
                                    </clipPath>
                                  </defs>
                                </svg>
                                <span>Price: CA$ 2999</span>
                              </div>
                            </div>
                          </div>

                          {/* Cart and Details */}
                          <div className='row'>
                            <div className='col-6'>
                              <Link href="/courses/english-pre-intermediate" className='FNV-Product-Details'>See Details</Link>
                            </div>

                            <div className='col-6'>
                              <Link href="/courses/english-pre-intermediate" className='FNV-Product-AddToCart'>Add to Cart</Link>
                            </div>
                          </div>
                        </div>
                      </div>

                      {/* Course */}
                      <div className='col-12 col-md-4'>
                        <h5>
                          <span>دوره Intermediate</span>
                        </h5>

                        <div className='FNV-Product FNV-Product-BG-Primary FNV-Product-Medium'>
                          <img src='https://fanavaran.ca:3200/uploads/courses/487b7203-fcc3-4ba6-832f-606ae1829ddc.jpg' className='img-fluid' />

                          <h6>Intermediate</h6>

                          {/* Price & Duration */}
                          <div className='row'>
                            <div className='col-6'>
                              <div className='FNV-Product-Price'>
                                <svg width="22" height="22" viewBox="0 0 22 22" fill="none" xmlns="http://www.w3.org/2000/svg">
                                  <g clipPath="url(#clip0_366_28)">
                                    <path
                                      d="M19.266 0C18.0097 0 16.9164 0.870811 16.6149 2.06659H10.4391C9.98489 2.06659 9.5578 2.2435 9.23657 2.56468L0.396592 11.4047C-0.132197 11.9335 -0.132197 12.7939 0.396592 13.3227L8.6773 21.6034C8.9417 21.8678 9.28901 22 9.63629 22C9.98356 22 10.3309 21.8678 10.5953 21.6034L19.4353 12.7634C19.7565 12.4421 19.9334 12.0151 19.9334 11.5608V5.95782C20.199 5.82125 20.4502 5.66255 20.6795 5.47983C21.5433 4.79152 22 3.84197 22 2.73393C22 1.22644 20.7735 0 19.266 0ZM19.2876 11.5609C19.2876 11.8426 19.1779 12.1075 18.9786 12.3067L10.1386 21.1468C9.86159 21.4238 9.41094 21.4238 9.13393 21.1468L0.853223 12.866C0.576257 12.589 0.576257 12.1384 0.853223 11.8614L9.69325 3.02136C9.8925 2.8221 10.1574 2.7124 10.4391 2.7124H18.5772C18.9689 2.7124 19.2876 3.03109 19.2876 3.42279V5.54424C18.7243 5.77621 18.1038 5.90981 17.5076 5.95773C17.3991 5.1239 16.6847 4.47762 15.8217 4.47762C14.884 4.47762 14.1211 5.24054 14.1211 6.17825C14.1211 7.11597 14.884 7.87889 15.8217 7.87889C16.6103 7.87889 17.2751 7.33933 17.4667 6.61004C18.0708 6.56996 18.6987 6.44979 19.2876 6.23771V11.5609ZM15.7496 6.49302C16.0621 6.56462 16.4107 6.60793 16.7788 6.62089C16.6112 6.98198 16.2453 7.23312 15.8217 7.23312C15.2401 7.23312 14.7669 6.75991 14.7669 6.1783C14.7669 5.59668 15.2401 5.12347 15.8217 5.12347C16.3342 5.12347 16.7623 5.49094 16.8569 5.97616C16.509 5.96776 16.1814 5.92944 15.8938 5.86353C15.7201 5.82362 15.5468 5.93228 15.507 6.10614C15.4671 6.27994 15.5758 6.45315 15.7496 6.49302ZM20.277 4.97476C20.1684 5.0613 20.0533 5.1416 19.9334 5.21621V3.42279C19.9334 2.67499 19.325 2.06659 18.5772 2.06659H17.2871C17.5688 1.23535 18.3623 0.64581 19.266 0.64581C20.4174 0.64581 21.3542 1.58254 21.3542 2.73393C21.3542 3.65133 20.9917 4.40524 20.277 4.97476Z"
                                      fill="#223885"
                                    />
                                  </g>
                                  <defs>
                                    <clipPath id="clip0_366_28">
                                      <rect width="22" height="22" fill="white" />
                                    </clipPath>
                                  </defs>
                                </svg>
                                <span>Price: CA$ 2999</span>
                              </div>
                            </div>
                          </div>

                          {/* Cart and Details */}
                          <div className='row'>
                            <div className='col-6'>
                              <Link href="/courses/english-intermediate" className='FNV-Product-Details'>See Details</Link>
                            </div>

                            <div className='col-6'>
                              <Link href="/courses/english-intermediate" className='FNV-Product-AddToCart'>Add to Cart</Link>
                            </div>
                          </div>
                        </div>
                      </div>

                      {/* Course */}
                      <div className='col-12 col-md-4'>
                        <h5>
                          <span>دوره Upper-Intermediate</span>
                        </h5>

                        <div className='FNV-Product FNV-Product-BG-Primary FNV-Product-Medium'>
                          <img src='https://fanavaran.ca:3200/uploads/courses/487b7203-fcc3-4ba6-832f-606ae1829ddc.jpg' className='img-fluid' />

                          <h6>Upper-Intermediate</h6>

                          {/* Price & Duration */}
                          <div className='row'>
                            <div className='col-6'>
                              <div className='FNV-Product-Price'>
                                <svg width="22" height="22" viewBox="0 0 22 22" fill="none" xmlns="http://www.w3.org/2000/svg">
                                  <g clipPath="url(#clip0_366_28)">
                                    <path
                                      d="M19.266 0C18.0097 0 16.9164 0.870811 16.6149 2.06659H10.4391C9.98489 2.06659 9.5578 2.2435 9.23657 2.56468L0.396592 11.4047C-0.132197 11.9335 -0.132197 12.7939 0.396592 13.3227L8.6773 21.6034C8.9417 21.8678 9.28901 22 9.63629 22C9.98356 22 10.3309 21.8678 10.5953 21.6034L19.4353 12.7634C19.7565 12.4421 19.9334 12.0151 19.9334 11.5608V5.95782C20.199 5.82125 20.4502 5.66255 20.6795 5.47983C21.5433 4.79152 22 3.84197 22 2.73393C22 1.22644 20.7735 0 19.266 0ZM19.2876 11.5609C19.2876 11.8426 19.1779 12.1075 18.9786 12.3067L10.1386 21.1468C9.86159 21.4238 9.41094 21.4238 9.13393 21.1468L0.853223 12.866C0.576257 12.589 0.576257 12.1384 0.853223 11.8614L9.69325 3.02136C9.8925 2.8221 10.1574 2.7124 10.4391 2.7124H18.5772C18.9689 2.7124 19.2876 3.03109 19.2876 3.42279V5.54424C18.7243 5.77621 18.1038 5.90981 17.5076 5.95773C17.3991 5.1239 16.6847 4.47762 15.8217 4.47762C14.884 4.47762 14.1211 5.24054 14.1211 6.17825C14.1211 7.11597 14.884 7.87889 15.8217 7.87889C16.6103 7.87889 17.2751 7.33933 17.4667 6.61004C18.0708 6.56996 18.6987 6.44979 19.2876 6.23771V11.5609ZM15.7496 6.49302C16.0621 6.56462 16.4107 6.60793 16.7788 6.62089C16.6112 6.98198 16.2453 7.23312 15.8217 7.23312C15.2401 7.23312 14.7669 6.75991 14.7669 6.1783C14.7669 5.59668 15.2401 5.12347 15.8217 5.12347C16.3342 5.12347 16.7623 5.49094 16.8569 5.97616C16.509 5.96776 16.1814 5.92944 15.8938 5.86353C15.7201 5.82362 15.5468 5.93228 15.507 6.10614C15.4671 6.27994 15.5758 6.45315 15.7496 6.49302ZM20.277 4.97476C20.1684 5.0613 20.0533 5.1416 19.9334 5.21621V3.42279C19.9334 2.67499 19.325 2.06659 18.5772 2.06659H17.2871C17.5688 1.23535 18.3623 0.64581 19.266 0.64581C20.4174 0.64581 21.3542 1.58254 21.3542 2.73393C21.3542 3.65133 20.9917 4.40524 20.277 4.97476Z"
                                      fill="#223885"
                                    />
                                  </g>
                                  <defs>
                                    <clipPath id="clip0_366_28">
                                      <rect width="22" height="22" fill="white" />
                                    </clipPath>
                                  </defs>
                                </svg>
                                <span>Price: CA$ 2999</span>
                              </div>
                            </div>
                          </div>

                          {/* Cart and Details */}
                          <div className='row'>
                            <div className='col-6'>
                              <Link href="/courses/english-upper-intermediate" className='FNV-Product-Details'>See Details</Link>
                            </div>

                            <div className='col-6'>
                              <Link href="/courses/english-upper-intermediate" className='FNV-Product-AddToCart'>Add to Cart</Link>
                            </div>
                          </div>
                        </div>
                      </div>
                    </div>
                  </main>
                </div>
              </div>
            </section>

            <section className='FNV-WhiteBg'>
              <div className='container'>
                <div className='row'>
                  <aside className='col-12 col-md-3'>
                    <Link href='#' className='FNV-Membership-Banner'>
                      <span>محل تبلیغات</span>
                    </Link>
                  </aside>

                  <main className='col-12 col-md-9'>
                    <h3>چرا به کلاس‌های زبان رایگان دولتی اعتماد نکنیم؟</h3>

                    <div className='col-12'>
                      <p>با توجه به اهمیت زبان انگلیسی در کانادا و ورود مهاجران متعدد به این کشور، دولت کانادا دوره&zwnj;های رایگان زبان انگلیسی را برگزار می&zwnj;کند.&nbsp; بسیاری از مهاجران با هدف کاهش هزینه&zwnj;ها در دوره&zwnj;های رایگان زبان انگلیسی شرکت می&zwnj;کنند. در نگاه اول، این دوره&zwnj;ها تا حدودی کمک&zwnj;کننده هستند، اما این دوره&zwnj;ها تنها در صورتی رایگان هستند که فرد متقاضی PR کانادا را دریافت کرده باشد. معایب مختلف دیگری را می&zwnj;توان نام برد:</p>
                      <ul>
                        <li>محدودیت در زمان و مدت دوره&zwnj;ها</li>
                        <li>واگذاری صندلی در صورت غیبت&zwnj;های متوالی</li>
                        <li>کمبود تمرکز فردی و عدم توجه به نیازهای خاص هر فرد</li>
                        <li>احتمال کمبود منابع و تجهیزات آموزشی</li>
                        <li>عدم پشتوانه و تردید در معتبر بودن گواهی&zwnj;های دریافتی</li>
                        <li>تراکم بالا در کلاس&zwnj;ها و کیفیت آموزش پایین&zwnj;تر</li>
                        <li>نیاز به داشتن معیارها و شرایط خاص برای ورود به دوره&zwnj; ها</li>
                        <li>عدم تمرکز بر موضوعات و مهارت&zwnj;های خاص مورد نیاز مهاجران (به ویژه مهندسان، تکنسین&zwnj; های فنی و &hellip;)</li>
                      </ul>
                    </div>
                  </main>
                </div>
              </div>
            </section>

            <section className='FNV-PrimaryBg'>
              <div className='container'>
                <div className='row'>
                  <aside className='col-12 col-md-3'>
                    <Link href='#' className='FNV-Membership-Banner'>
                      <span>محل تبلیغات</span>
                    </Link>
                  </aside>

                  <main className='col-12 col-md-9'>
                    <h3>توصیه فناوران به مهاجران تازه‌وارد</h3>

                    <div className='col-12'>
                      <ul>
                        <li>دانش زبان انگلیسی کمتر از CLB 7: هفته&zwnj;ای دو جلسه آموزش زبان انگلیسی به مدت حداقل یک سال</li>
                        <li>دانش زبان انگلیسی کمتر از CLB 10 و بیشتر از CLB 7: هفته&zwnj;ای یک جلسه آموزش زبان انگلیسی برای حداقل شش ماه</li>
                        <li>دانش زبان انگلیسی بیشتر از CLB 10: هفته&zwnj;ای یک جلسه تقویت زبان انگلیسی برای تطبیق هرچه بیشتر با فرهنگ کانادایی</li>
                      </ul>
                      <p>برای تطبیق آزمون IELTS و CLB کانادا می&zwnj;توانید از جدول زیر استفاده کنید:</p>
                      <table className='table table-striped table-hover'>
                        <tbody>
                          <tr>
                            <td>
                              <p>CLB Level</p>
                            </td>
                            <td>
                              <p>Reading</p>
                            </td>
                            <td>
                              <p>Writing</p>
                            </td>
                            <td>
                              <p>Listening</p>
                            </td>
                            <td>
                              <p>Speaking</p>
                            </td>
                            <td>
                              <p>IELTS Band Score</p>
                            </td>
                          </tr>
                          <tr>
                            <td>
                              <p>CLB 4</p>
                            </td>
                            <td>
                              <p>3.5</p>
                            </td>
                            <td>
                              <p>4.0</p>
                            </td>
                            <td>
                              <p>4.5</p>
                            </td>
                            <td>
                              <p>4.0</p>
                            </td>
                            <td>
                              <p>4.0</p>
                            </td>
                          </tr>
                          <tr>
                            <td>
                              <p>CLB 5</p>
                            </td>
                            <td>
                              <p>4.0</p>
                            </td>
                            <td>
                              <p>5.0</p>
                            </td>
                            <td>
                              <p>5.0</p>
                            </td>
                            <td>
                              <p>5.0</p>
                            </td>
                            <td>
                              <p>5.0</p>
                            </td>
                          </tr>
                          <tr>
                            <td>
                              <p>CLB 6</p>
                            </td>
                            <td>
                              <p>5.0</p>
                            </td>
                            <td>
                              <p>5.5</p>
                            </td>
                            <td>
                              <p>5.5</p>
                            </td>
                            <td>
                              <p>5.5</p>
                            </td>
                            <td>
                              <p>5.5</p>
                            </td>
                          </tr>
                          <tr>
                            <td>
                              <p>CLB 7</p>
                            </td>
                            <td>
                              <p>6.0</p>
                            </td>
                            <td>
                              <p>6.0</p>
                            </td>
                            <td>
                              <p>6.0</p>
                            </td>
                            <td>
                              <p>6.0</p>
                            </td>
                            <td>
                              <p>6.0</p>
                            </td>
                          </tr>
                          <tr>
                            <td>
                              <p>CLB 8</p>
                            </td>
                            <td>
                              <p>6.5</p>
                            </td>
                            <td>
                              <p>6.5</p>
                            </td>
                            <td>
                              <p>7.5</p>
                            </td>
                            <td>
                              <p>6.5</p>
                            </td>
                            <td>
                              <p>6.5</p>
                            </td>
                          </tr>
                          <tr>
                            <td>
                              <p>CLB 9</p>
                            </td>
                            <td>
                              <p>7.0</p>
                            </td>
                            <td>
                              <p>7.0</p>
                            </td>
                            <td>
                              <p>8.0</p>
                            </td>
                            <td>
                              <p>7.0</p>
                            </td>
                            <td>
                              <p>7.0</p>
                            </td>
                          </tr>
                          <tr>
                            <td>
                              <p>CLB 10</p>
                            </td>
                            <td>
                              <p>8.0</p>
                            </td>
                            <td>
                              <p>7.5</p>
                            </td>
                            <td>
                              <p>8.5</p>
                            </td>
                            <td>
                              <p>7.5</p>
                            </td>
                            <td>
                              <p>7.5</p>
                            </td>
                          </tr>
                          <tr>
                            <td>
                              <p>CLB 11</p>
                            </td>
                            <td>
                              <p>8.5</p>
                            </td>
                            <td>
                              <p>8.0</p>
                            </td>
                            <td>
                              <p>9.0</p>
                            </td>
                            <td>
                              <p>8.0</p>
                            </td>
                            <td>
                              <p>8.0</p>
                            </td>
                          </tr>
                          <tr>
                            <td>
                              <p>CLB 12</p>
                            </td>
                            <td>
                              <p>9.0</p>
                            </td>
                            <td>
                              <p>8.5</p>
                            </td>
                            <td>
                              <p>9.5</p>
                            </td>
                            <td>
                              <p>8.5</p>
                            </td>
                            <td>
                              <p>8.5</p>
                            </td>
                          </tr>
                        </tbody>
                      </table>
                    </div>
                  </main>
                </div>
              </div>
            </section>
          </article>
        </main>
      </section>
    </>
  )

}

English.guestGuard = true

export default English
